<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpId;
                helpId = window.location.hash.substring(1);
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                }
            }
        }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="largesize">
        <h2>Summer nærliggende</h2><p/>
        <h2><img src="../images/GUID-8CA4374B-AB5E-44A5-ADD3-4C85E5F0AF71-web.png" alt="Summer n&aelig;rliggende"></h2>
        <hr/>
    <p>  Dette verkt&oslash;yet finner geoobjektene som er innenfor en angitt avstand fra geoobjekter i analyselaget.  Avstander kan m&aring;les i luftlinje, oppgis som kj&oslash;retid (for eksempel innenfor 10 minutter) eller som kj&oslash;reavstand (innenfor 5 kilometer).  Verkt&oslash;yet beregner deretter statistikk for de n&aelig;rliggende geoobjektene.  Eksempel:
        <ul>
            <li>Du kan beregne hvor mange som bor innenfor en kj&oslash;retid p&aring; fem minutter fra en mulig ny butikkplassering.
            </li>
            <li>Du kan finne ut hvor mange motorveiavkj&oslash;rsler det er innenfor en kj&oslash;reavstand p&aring; 1,6 kilometer fra en mulig ny butikkplassering, slik at du kan vurdere tilgjengeligheten.
            </li>
        </ul>
        
    </p>
    <p>Hvis det er merket av for  <b>Bruk gjeldende kartutstrekning</b>, analyseres kun geoobjektene i analyselaget og laget som skal summeres, som vises i gjeldende kartutstrekning.  Hvis det ikke er merket av for dette alternativet, analyseres alle geoobjekter i b&aring;de analyselaget og laget som skal summeres, selv om de befinner seg utenfor gjeldende kartutstrekning.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="Summarize">
        <div><h2>Velg laget som skal summeres</h2></div>
        <hr/>
        <div>
            <p>Geoobjekter i dette laget som er innenfor den angitte avstanden til geoobjekter i analyselaget, summeres. 
            </p> 
        </div>
    </div>
    <div id="BufferOption">
        <div><h2>Finn nærmeste geoobjekter ved hjelp av en</h2></div>
        <hr/>
        <div>
            <p>Du kan definere hvilken avstandsm&aring;ling du vil bruke, og velge luftlinjeavstand, kj&oslash;reavstand eller kj&oslash;retid.  B&aring;de kj&oslash;reavstand og kj&oslash;retid bruker veinettet og tar hensyn til begrensninger som enveiskj&oslash;rte gater.  Kj&oslash;retider tar hensyn til valgte kj&oslash;rehastigheter, basert p&aring; sanntidsinformasjon eller typiske trafikkforhold. Hastigheter i sanntid hentes fra gjeldende sensoravlesninger, og typiske hastigheter beregnes basert p&aring; historiske gjennomsnittshastigheter.   
            </p>
            <p>Du kan angi flere avstander.  Geoobjekter som er innenfor (eller lik) avstandene du angir, summeres.  
            </p>
        </div>
    </div>
    <div id="StatisticsPoint">
        <div><h2>Legg til statistikk fra</h2></div>
        <hr/>
        <div>
            <p>Du kan ogs&aring; beregne statistikk for eventuelle numeriske attributter for de n&aelig;rliggende punktene. 
            </p>
            <p>Hvis det er merket av for  <b>Antall punkter</b>, beregnes totalt antall n&aelig;rliggende punkter.  Du kan i tillegg beregne statistikk for numeriske felter for de n&aelig;rliggende punktene.
            </p>
            <ul>
                <li> <b>Sum</b> &ndash; Totalverdien for det angitte feltet.
                </li>
                <li> <b>Gjennomsnitt</b> &ndash; Gjennomsnittet eller middelverdien for det angitte feltet.
                </li>
                <li> <b>Minimum</b> &ndash; Den minste verdien i det angitte feltet.
                </li>
                <li> <b>Maksimum</b> &ndash; Den st&oslash;rste verdien i det angitte feltet.
                </li>
                <li> <b>Standard</b> <b>avvik</b> &ndash; Standardavviket for verdiene i det angitte feltet
                </li>
            </ul>
            
        </div>
    </div>
    <div id="StatisticsLine">
        <div><h2>Legg til statistikk fra</h2></div>
        <hr/>
        <div>
            <p>Du kan ogs&aring; beregne statistikk for eventuelle numeriske attributter for de n&aelig;rliggende linjene. 
            </p>
            <p>Hvis det er merket av for  <b>Samlet lengde</b>, beregnes den totale lengden for n&aelig;rliggende linjer.  Du kan i tillegg beregne statistikk for numeriske felter for de n&aelig;rliggende linjene.
            </p>
            <ul>
                <li> <b>Sum</b> &ndash; Totalverdien for det angitte feltet.
                </li>
                <li> <b>Gjennomsnitt</b> &ndash; Gjennomsnittet eller middelverdien for det angitte feltet.
                </li>
                <li> <b>Minimum</b> &ndash; Den minste verdien i det angitte feltet.
                </li>
                <li> <b>Maksimum</b> &ndash; Den st&oslash;rste verdien i det angitte feltet.
                </li>
                <li> <b>Standard</b> <b>avvik</b> &ndash; Standardavviket for verdiene i det angitte feltet
                </li>
            </ul>
            
        </div>
    </div>
    <div id="StatisticsPolygon">
        <div><h2>Legg til statistikk fra</h2></div>
        <hr/>
        <div>
            <p>Du kan ogs&aring; beregne statistikk for eventuelle numeriske attributter for de n&aelig;rliggende omr&aring;dene. 
            </p>
            <p>Hvis det er merket av for  <b>Samlet omr&aring;de</b>, beregnes det totale omr&aring;det for n&aelig;rliggende geoobjekter.  Du kan i tillegg beregne statistikk for numeriske felter for de n&aelig;rliggende geoobjektene.
            </p>
            <ul>
                <li> <b>Sum</b> &ndash; Totalverdien for det angitte feltet.
                </li>
                <li> <b>Gjennomsnitt</b> &ndash; Gjennomsnittet eller middelverdien for det angitte feltet.
                </li>
                <li> <b>Minimum</b> &ndash; Den minste verdien i det angitte feltet.
                </li>
                <li> <b>Maksimum</b> &ndash; Den st&oslash;rste verdien i det angitte feltet.
                </li>
                <li> <b>Standard</b> <b>avvik</b> &ndash; Standardavviket for verdiene i det angitte feltet
                </li>
            </ul>
            
        </div>
    </div>
    <div id="GroupBy">
        <div><h2>Velg feltet det skal grupperes etter</h2></div>
        <hr/>
        <div>
            <p>Dette er et attributt for de n&aelig;rliggende geoobjektene som du kan bruke til &aring; beregne statistikk for hver unike attributtverdi for seg. La oss for eksempel si at analyselaget inneholder tomter som er til salgs og n&aelig;rliggende geoobjekter er avmerkede bygninger.  Ett av attributtene for avmerkede bygninger er  <i>UseType</i>, som inneholder verdier som RETAIL, RESIDENTIAL, MANUFACTURING, PUBLIC og s&aring; videre.  Hvis du vil beskrive bygningsbruken n&aelig;r hver ledige tomt, kan du beregne det totale omr&aring;det for hver unike bygningsbruk innenfor en radius p&aring; to kilometer rundt ledige tomter, ved &aring; gruppere etter attributtet <i>UseType</i>.   Statistikken for hver gruppe i tillegg til tellingen av geoobjekter i n&aelig;rheten, vises i resultatlagets oppsprettvindu.
            </p>    
        </div>
    </div>
    <div id="MinorityMajority">
        <div><h2>Legg til minoritet, majoritet</h2></div>
        <hr/>
        <div>
            <p>Denne boksen er aktivert n&aring;r du velger et felt &aring; gruppere etter.    Hvis du &oslash;nsker &aring; finne ut hvilke attributtverdier innenfor hver gruppe som er i mindretall (minst dominant) eller majoriteten (mest dominerende) innenfor den avstanden eller tiden du har angitt,  <b>velger du Legg mindretall, majoritet</b>.   N&aring;r du velger <b>Legg til minoritet, majoritet</b>, legges det til to felt i resultatlaget.   Hvis du ogs&aring; velger <b>Legg til prosenter</b>, legges det til to ekstra felt i resultatlaget som inneholder prosentene for attributtverdiene for minoritet og majoritet innenfor hver gruppe.
            </p>
            <ul>
                <li>Hvis du summerer punkter i n&aelig;rheten, beregnes minoritets- og majoritetsverdiene p&aring; bakgrunn av telling av punkter innenfor den avstanden eller tiden du har angitt.
                </li>
                <li>Hvis du summerer linjer i n&aelig;rheten, beregnes minoritets- og majoritetsverdiene p&aring; bakgrunn av lengden p&aring; linjer innenfor den avstanden eller tiden du har angitt.  
                </li>
                <li>Hvis du summerer omr&aring;der i n&aelig;rheten, beregnes minoritets- og majoritetsverdiene p&aring; bakgrunn av omr&aring;der innenfor den avstanden eller tiden du har angitt.
                </li>
            </ul>
             
        </div>
    </div>
    <div id="PercentShape">
        <div><h2>Legg til prosenter</h2></div>
        <hr/>
        <div>
            <p>Denne avmerkingsboksen er aktivert n&aring;r du velger &aring; gruppere etter et felt.    Velg  <b>Legg til prosenter</b>  hvis du vil finne prosenten for hver attributtverdi innenfor hver gruppe.  Det legges til et nytt felt i resultattabellen som inneholder prosentene for hver attributtverdi innenfor hver gruppe.   Hvis det ogs&aring; er merket av for <b>Legg til prosenter</b>, legges det til to ekstra felt i resultatlaget som inneholder prosentene for attributtverdiene for minoritet og majoritet innenfor hver gruppe.
            </p>
        </div>
    </div>
    <div id="OutputName">
        <div><h2>Navn på resultatlag</h2></div>
        <hr/>
        <div>
            <p> Dette er navnet p&aring; laget som opprettes i <b>Mitt innhold</b> og legges til kartet.  Standardnavnet er basert p&aring; navnet p&aring; analyselaget. Hvis laget finnes allerede, blir du bedt om &aring; bekrefte at du vil overskrive det.
            </p>
            <p>Bruk rullegardinlisten  <b>Lagre resultat i</b> til &aring; angi navnet p&aring; en mappe i <b>Mitt innhold</b> som resultatene skal lagres i.
            </p>
        </div>
    </div>
</div>
</html>
