<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpId;
                helpId = window.location.hash.substring(1);
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                }
            }
        }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="SummarizeDataCategory" class="regularsize">
        <h2>Resumir Dados</h2>
        <hr/>
        <p>Estas ferramentas calculam o total de contagens, comprimentos, &aacute;reas e estat&iacute;sticas descritivas b&aacute;sicas de elementos e respetivos atributos dentro de &aacute;reas ou na proximidade de outros elementos.
            <ul>
                <li> <b>Agregar Pontos</b> calcula estat&iacute;sticas relativas a pontos dentro de &aacute;reas espec&iacute;ficas.
                </li>
                <li> <b>Resumir Pr&oacute;ximo</b> calcula estat&iacute;sticas relativas a elementos e respetivos atributos que se encontram dentro de uma dist&acirc;ncia definida.
                </li>
                <li> <b>Resumir Dentro</b> calcula estat&iacute;sticas relativas a elementos de &aacute;rea e atributos que coincidem uns com os outros.
                </li>
            </ul>
            
        </p>
        <p> 
        </p>
    </div>
        <div id="AggregatePointsTool" class="largesize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Agregar Pontos</h2></td>
                    <td>
                    <img src="../images/GUID-6981B80D-B1F0-4037-BFC5-8EC9241B6FC2-web.png" class="titleImage" alt="Agregar Pontos">
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>Utilizando uma camada de elementos de pontos e uma camada de elementos de &aacute;rea, esta ferramenta determina os pontos que ficam dentro de cada &aacute;rea e calcula estat&iacute;sticas relativas a todos os pontos dentro de cada &aacute;rea. Por exemplo:
                <ul>
                    <li>Tendo em conta as localiza&ccedil;&otilde;es de pontos correspondentes a incidentes de crime, contar o n&uacute;mero de crimes por concelho ou outra divis&atilde;o administrativa.
                    </li>
                    <li>Localizar as receitas mais altas e mais baixas de locais de franchise por estado.
                    </li>
                </ul>
                
            </p>
            <br/>
        </div>
        <div id="SummarizeNearbyTool" class="largesize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Resumir nas Proximidades</h2></td>
                    <td>
                    <img src="../images/GUID-8CA4374B-AB5E-44A5-ADD3-4C85E5F0AF71-web.png" class="titleImage" alt="Resumir nas Proximidades">
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>Localiza elementos que se encontram dentro de uma dist&acirc;ncia definida em rela&ccedil;&atilde;o a elementos na camada de an&aacute;lise.  A dist&acirc;ncia pode ser medida como uma dist&acirc;ncia em linha reta ou uma dist&acirc;ncia em termos de tempo de condu&ccedil;&atilde;o (por exemplo, a 10 minutos de dist&acirc;ncia).  S&atilde;o depois calculadas as estat&iacute;sticas para os elementos pr&oacute;ximos.  Por exemplo:
                <ul>
                    <li>Calcular a popula&ccedil;&atilde;o total a uma dist&acirc;ncia de cinco minutos de um local proposto para uma nova loja.
                    </li>
                    <li>Calcular o n&uacute;mero de rampas de acesso a vias r&aacute;pidas a uma dist&acirc;ncia de cinco minutos de um local proposto para uma nova loja para utilizar como padr&atilde;o de acessibilidade da loja.
                    </li>
                </ul>
                
            </p>
            <br/>
        </div>
        <div id="SummarizeWithinTool" class="largesize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Resumir no Interior</h2></td>
                    <td>
                    <img src="../images/GUID-2E97B2ED-56A7-4242-B0E0-C1824E6F643F-web.png" class="titleImage" alt="Resumir no Interior">
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>Localiza &aacute;reas (e partes de &aacute;reas) que coincidem entre duas camadas e calcula estat&iacute;sticas relativas &agrave; sobreposi&ccedil;&atilde;o. Por exemplo:
                <ul>
                    <li>Tendo em conta uma camada de &aacute;reas de separa&ccedil;&atilde;o de &aacute;gua e uma camada de &aacute;reas de utiliza&ccedil;&atilde;o de terreno por tipo de utiliza&ccedil;&atilde;o, calcular a &aacute;rea total de tipo de utiliza&ccedil;&atilde;o de terreno por cada separa&ccedil;&atilde;o de &aacute;gua. 
                    </li>
                    <li>Tendo em conta uma camada de parcelas num concelho e uma camada de limites urbanos, resumir o valor m&eacute;dio de parcelas vazias dentro de cada cidade.
                    </li>
                </ul>
                
            </p>
            <br/>
        </div>
    <div id="EnrichLocationsCategory" class="smallsize">
        <h2>Data Enrichment</h2>
        <hr/>
        <p>These tools help you explore the
character of areas. Detailed demographic data and
statistics are returned for your chosen areas. Comparative
information can also be reported for expanded areas such as
counties and states.
            <ul>
                <li> <b>Enrich Layer</b> retrieves information about the people, places, and businesses in a specific area, or within a straight-line distance or drive time from a location.
                </li>
            </ul>
            
        </p>
    </div>
        <div id="EnrichLayerTool" class="regularsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Enriquecer Camada</h2></td>
                    <td>
                    <img src="../images/GUID-2B1E8F2B-B474-4AC2-AF32-FFFAA1C43B2E-web.png" class="titleImage" alt="Enriquecer Camada">
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>Retrieves information about the people, places, and businesses in a specific area, or within a straight-line distance or drive time from a location.

            </p>
            <br/>
        </div>
    <div id="FindLocationsCategory" class="largesize">
        <h2>Encontrar Locais</h2>
        <hr/>
        <p>Estas ferramentas s&atilde;o utilizadas para identificar &aacute;reas que cumprem um determinado n&uacute;mero de crit&eacute;rios diferentes definidos por si.  Estes crit&eacute;rios podem ser baseados em consultas de atributos (por exemplo, parcelas que est&atilde;o vazias) e rela&ccedil;&otilde;es espaciais (por exemplo, a 1 Km do rio).  As &aacute;reas encontradas podem ser selecionadas a partir de elementos existentes (como parcelas de terrenos existentes) ou novos elementos podem ser criados onde todos os requisitos sejam cumpridos.
            <ul>
                <li> <b>Encontrar Locais Existentes</b> procura por &aacute;reas existentes numa camada de an&aacute;lise que atendam a uma s&eacute;rie de crit&eacute;rios.
                </li>
                <li> <b>Derivar Novas Localiza&ccedil;&otilde;es</b> cria novas &aacute;reas a partir de localiza&ccedil;&otilde;es na &aacute;rea de estudo que cumprem um conjunto de crit&eacute;rios.
                </li>
                <li> <b>Encontrar Locais Semelhantes</b> encontra locais mais semelhantes a um ou mais locais de refer&ecirc;ncia com base em crit&eacute;rios especificos.
                </li>
            </ul>
            
        </p>
        <p> 
        </p>
    </div>
        <div id="FindExistingLocationsTool" class="regularsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Encontrar Locais Existentes</h2></td>
                    <td>
                    <img src="../images/GUID-C5409FC7-EC93-45C5-8B00-3D6EA80A0A77-web.png" class="titleImage" alt="Encontrar Locais Existentes">
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>Seleciona elementos existentes na &aacute;rea de estudo que cumprem um conjunto de crit&eacute;rios definidos por si. Estes crit&eacute;rios podem ser baseados em consultas de atributos (por exemplo, parcelas que est&atilde;o vazias) e rela&ccedil;&otilde;es (por exemplo, a 1 milha do rio).

            </p>
            <br/>
        </div>
        <div id="DeriveNewLocationsTool" class="regularsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Derivar Novos Locais</h2></td>
                    <td>
                    <img src="../images/GUID-14BF9A68-AAD7-4849-B05C-3433A063B4B8-web.png" class="titleImage" alt="Derivar Novos Locais">
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>Cria novos elementos na &aacute;rea de estudo que cumprem um conjunto de crit&eacute;rios definidos por si. Estes crit&eacute;rios podem ser baseados em consultas de atributos (por exemplo, parcelas que est&atilde;o vazias) e rela&ccedil;&otilde;es (por exemplo, a 1 milha do rio).

            </p>
            <br/>
        </div>
        <div id="FindSimilarLocationsTool" class="regularsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Procurar Localizações Semelhantes</h2></td>
                    <td>
                    <img src="../images/GUID-01EFFE9D-141F-45BA-AB21-C9E3490587F2-web.png" class="titleImage" alt="Procurar Localiza&ccedil;&otilde;es Semelhantes">
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>Encontra os locais que s&atilde;o mais semelhantes a um ou mais locais de refer&ecirc;ncia com base em crit&eacute;rios que especificar.
            </p>
            <br/>
        </div>
    <div id="AnalyzePatternsCategory" class="regularsize">
        <h2>Analyze Patterns</h2>
        <hr/>
        <p>These tools help you identify, quantify, and visualize spatial patterns in your data.  
            <ul>
                <li> <b>Find Hot Spots</b>  identifies statistically significant clustering in the spatial pattern of your data.
                </li>
                <li> <b>Interpolate Points</b> predicts values at new locations based on measurements found in a collection of points.
                </li>
                <li> <b>Calculate Density</b> takes known quantities of some phenomenon and spreads these quantities across the map.
                </li>
            </ul>
            
        </p>
    </div>
        <div id="CalculateDensityTool" class="regularsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Calcular Densidade</h2></td>
                    <td>
                    <img src="../images/GUID-F73672D4-EE6F-4119-9C92-16F6CFDD86D3-web.png" class="titleImage" alt="Calcular Densidade ">
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>Density analysis takes known quantities of some phenomenon and spreads these quantities across the map. You can use this tool, for example,  to show concentrations of  lightning strikes or tornados, access to health care facilities, and population densities.
            </p>
            <br/>
        </div>
        <div id="FindHotSpotsTool" class="regularsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Localizar Pontos de Incidência</h2></td>
                    <td>
                    <img src="../images/GUID-C2575FC6-F14C-4332-B3BF-AB4EDA15177B-web.png" class="titleImage" alt="Localizar Pontos de Incid&ecirc;ncia">
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>This tool creates a map showing any statistically significant spatial clustering present in your data.   Use this tool to uncover unexpected hot spots (red) and cold spots (blue) of high and low home values, crime densities, traffic accident fatalities, unemployment or biodiversity, for example.
            </p>
            <br/>
        </div>
        <div id="InterpolatePointsTool" class="regularsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Interpolar Pontos</h2></td>
                    <td>
                    <img src="../images/GUID-6E142A07-EA32-4E66-8423-ECDB8CD6B927-web.png" class="titleImage" alt="Interpolar Pontos">
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>This  tool allows you to predict values at new locations based on measurements found in a collection of points. The tool takes point data with values at each point and returns areas classified by predicted values. You can use this tool, for example, to predict rainfall levels across a watershed based on measurements taken at individual rain gauges.
            </p>
            <br/>
        </div>
    <div id="UseProximityCategory" class="regularsize">
        <h2>Utilizar Proximidade</h2>
        <hr/>
        <p> Essas ferramentas ajuda a responder a uma das perguntas mais comuns colocadas em an&aacute;lise espacial: &quot;O que &eacute; que est&aacute; perto do qu&ecirc;?&quot;
            <ul>
                <li> <b>Criar Buffers</b> cria &aacute;reas equidistantes em rela&ccedil;&atilde;o a elementos.
                </li>
                <li> <b>Criar &Aacute;reas de Tempo de Condu&ccedil;&atilde;o</b> encontra &aacute;reas em torno de locais que podem ser alcan&ccedil;ados dentro de um determinado per&iacute;odo de tempo.
                </li>
                <li> <b>Localizar Pr&oacute;ximo</b> identifica os lugares que s&atilde;o o mais pr&oacute;ximo de locais conhecidos.
                </li>
                <li> <b>Planear Percursos</b> determina a melhor maneira de planear uma frota de ve&iacute;culos a visitar muitos s&iacute;tios.
                </li>
            </ul>
            
        </p>
        <p> 
        </p>
    </div>
        <div id="CreateBuffersTool" class="largesize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Criar Buffers</h2></td>
                    <td>
                    <img src="../images/GUID-652EECCB-3A95-4984-9283-16E5CD36D569-web.png" class="titleImage" alt="Criar Buffers">
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>Um buffer &eacute; uma &aacute;rea que abrange uma determinada dist&acirc;ncia de um elemento de ponto, linha ou &aacute;rea. 
            </p>
            <p>Os buffers s&atilde;o normalmente utilizados para criar &aacute;reas que podem ser sujeitas a an&aacute;lise adicional utilizando outras ferramentas, como, por exemplo, Sobrepor Camadas. Por exemplo, se a pergunta &eacute; &quot;Quais os edif&iacute;cios que a uma milha da escola?&quot;, a resposta pode ser encontrada atrav&eacute;s da cria&ccedil;&atilde;o de um buffer de uma milha ao redor da escola e sobrepondo o buffer com a camada que cont&eacute;m os limites dos edif&iacute;cios.  O resultado final &eacute; uma camada com os edif&iacute;cios que est&atilde;o a uma milha da escola.  
            </p>
            <br/>
        </div>
        <div id="CreateDriveTimeAreasTool" class="largesize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Criar Áreas de Tempo do Percurso</h2></td>
                    <td>
                    <img src="../images/GUID-989C4173-4BB2-4D42-ADA5-F5D1BB8CB0CB-web.png" class="titleImage" alt="Criar &Aacute;reas de Tempo do Percurso">
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>Uma &aacute;rea de tempo de condu&ccedil;&atilde;o &eacute; uma &aacute;rea que pode ser alcan&ccedil;ada num determinado per&iacute;odo de tempo de condu&ccedil;&atilde;o ou dentro de uma dist&acirc;ncia de condu&ccedil;&atilde;o definida. &Aacute;reas de tempo de condu&ccedil;&atilde;o podem ajudar a responder a quest&otilde;es tais como:
                <ul>
                    <li>At&eacute; onde posso ir conduzindo cerca de 30 minutos de carro?
                    </li>
                    <li>At&eacute; onde posso ir conduzindo cerca de 30 minutos de carro &agrave;s 06:00:00 da tarde em plena hora de ponta?
                    </li>
                    <li>A que &aacute;reas da cidade a corpora&ccedil;&atilde;o de bombeiros pode chegar em cinco minutos? Como a cobertura de resposta a inc&ecirc;ndios pode melhorar atrav&eacute;s da constru&ccedil;&atilde;o de um novo quartel de bombeiros aqui?
                    </li>
                    <li>Quais as &aacute;reas de mercado que o meu neg&oacute;cio n&atilde;o cobre? Que &aacute;reas se encontram numa &aacute;rea de 10 milhas em rela&ccedil;&atilde;o &agrave;s minhas lojas?
                    </li>
                </ul>
                
            </p>
            <br/>
        </div>
        <div id="FindNearestTool" class="regularsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Localizar próximo</h2></td>
                    <td>
                    <img src="../images/GUID-712E0E63-3047-4D1C-B2A9-D336FEC79BF0-web.png" class="titleImage" alt="Localizar pr&oacute;ximo">
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>Analisa o custo de desloca&ccedil;&otilde;es entre incidentes e instala&ccedil;&otilde;es, e determina os que se encontram mais pr&oacute;ximos. O resultado &eacute; uma camada que mostra os melhores percursos entre incidentes e instala&ccedil;&otilde;es, juntamente com o custo de desloca&ccedil;&otilde;es (tempo e dist&acirc;ncia) de cada percurso.  Por exemplo, pode utilizar esta ferramenta para localizar o hospital mais pr&oacute;ximo de um acidente ou a caixa Multibanco mais pr&oacute;xima da sua localiza&ccedil;&atilde;o actual.
            </p>
            <br/>
        </div>
        <div id="PlanRoutesTool" class="regularsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Planear Percursos</h2></td>
                    <td>
                    <img src="../images/GUID-A6D9521F-EECE-4DA2-808E-61483B99AE01-web.png" class="titleImage" alt="Planear Percursos">
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>Fornece um conjunto de paragens e o n&uacute;mero de ve&iacute;culos dispon&iacute;veis para visitar as paragens, e Planear Percursos determina como atribuir de forma eficiente as paragens para os ve&iacute;culos e encaminha os ve&iacute;culos para as paragens. 
            </p>
            <p>Utilize esta ferramenta para planejar o trabalho para uma equipe m&oacute;vel de inspectores, avaliadores, prestadores de servi&ccedil;os de apoio em casa, e outros; entregar ou pegar itens em locais remotos, ou oferecer servi&ccedil;os de transporte para as pessoas.
            </p>
            <br/>
        </div>
    <div id="ManageDataCategory" class="regularsize">
        <h2>Gerir Dados</h2>
        <hr/>
        <p>Esta ferramenta &eacute; utilizada para a administra&ccedil;&atilde;o de dados geogr&aacute;ficos, e para conciliar os dados antes da an&aacute;lise.  
            <ul>
                <li> <b>Dissolver Limites</b> funde &aacute;reas que partilham uma fronteira comum e um valor de atributo comum.
                </li>
                <li> <b>Extrair Dados</b> cria novos conjuntos de dados extraindo elementos dos dados existentes.
                </li>
                <li> <b>Juntar Camadas</b> copia todos os elementos de duas ou mais camadas existentes para uma nova camada.
                </li>
                <li> <b>Sobrepor Camadas</b> combina uma ou mais camadas numa camada individual.  Pode pensar na sobreposi&ccedil;&atilde;o como um conjunto de mapas e cria&ccedil;&atilde;o de um &uacute;nico mapa que cont&eacute;m todas as informa&ccedil;&otilde;es encontradas nesse conjunto de mapas.
                </li>
            </ul>
            
        </p>
    </div>
        <div id="DissolveBoundariesTool" class="regularsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Dissolver Limites</h2></td>
                    <td>
                    <img src="../images/GUID-D1192DD3-306F-4527-9898-FF2021ABCB0A-web.png" class="titleImage" alt="Dissolver Limites">
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>&Aacute;reas que se sobrep&otilde;em ou partilham um limite s&atilde;o fundidas de forma a formar uma &uacute;nica &aacute;rea.    
            </p>
            <p>Pode controlar quais os limites a serem fundidos, especificando um campo Por exemplo, se tiver uma camada de munic&iacute;pios, e cada munic&iacute;pio tiver um  <i>State_Name</i>  atributo, pode dissolver os limites utilizando o <i>State_Name</i> atributo.  Se os munic&iacute;pios adjacentes tiverem o mesmo valor, ser&atilde;o fundidos <i>State_Name</i>.  O resultado final &eacute; uma camada com todos os limites fundidos.
            </p>
            <br/>
        </div>
        <div id="ExtractDataTool" class="smallsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Extrair Dados</h2></td>
                    <td>
                    <img src="../images/GUID-0DACA98E-B1A2-4E25-957B-EDC651A3DDD1-web.png" class="titleImage" alt="Extrair dados">
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>Cria um ficheiro zip ou um pacote de camadas com dados das camadas e uma &aacute;rea de interesse definida por si.

            </p>
            <br/>
        </div>
        <div id="MergeLayersTool" class="regularsize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Fundir Camadas</h2></td>
                    <td>
                    <img src="../images/GUID-DACDAC49-3ECE-45A2-AC42-69016B3B8ADA-web.png" class="titleImage" alt="Fundir Camadas">
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>Copia elementos de duas ou mais camadas existentes para uma nova camada, por exemplo:
                <ul>
                    <li>Eu tenho tr&ecirc;s camadas para a Inglaterra, Gales e Esc&oacute;cia, e eu quero uma &uacute;nica camada da Gr&atilde;-Bretanha. 
                    </li>
                    <li>Eu tenho 12 camadas e cada uma cont&eacute;m informa&ccedil;&otilde;es parcelares de munic&iacute;pios cont&iacute;guos.  Quero junt&aacute;-las numa s&oacute; camada, mantendo apenas os atributos que t&ecirc;m o mesmo nome e o mesmo tipo nas 12 camadas de entrada.
                    </li>
                </ul>
                
            </p>
            <br/>
        </div>
        <div id="OverlayLayersTool" class="largesize">
            <table class="toolSummaryTable">
                <thead></thead>
                <tbody><tr>
                    <td><h2>Sobrepor Camadas</h2></td>
                    <td>
                    <img src="../images/GUID-F7C42432-C8C5-4E4F-8275-EC7E95D00CB7-web.png" class="titleImage" alt="Sobrepor Camadas">
                    </td>
                </tr></tbody>
            </table>
<hr/>
            <p>A ferramenta Sobrepor permite combinar uma ou mais camadas numa camada individual.  Pode imaginar a sobreposi&ccedil;&atilde;o como o ato de olhar para uma pilha de mapas e criar um s&oacute; mapa que cont&eacute;m toda a informa&ccedil;&atilde;o encontrada na pilha, por exemplo:
                <ul>
                    <li>Que parcelas est&atilde;o dentro da &aacute;rea de inunda&ccedil;&atilde;o de 100 anos? (Dentro &eacute; apenas outra maneira de dizer sobre.)
                          
                    </li>
                    <li>Que estradas se encontram dentro dos munic&iacute;pios?
                    </li>
                    <li>Que uso do solo se encontra naquele tipo de solo?
                         
                    </li>
                    <li>Que po&ccedil;os est&atilde;o dentro de bases militares abandonadas?
                    </li>
                </ul>
                
            </p>
            <br/>
        </div>
</div>
</html>
