<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpId;
                helpId = window.location.hash.substring(1);
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                }
            }
        }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="largesize">
        <h2>Localizar Pontos de Incidência</h2><p/>
        <h2><img src="../images/GUID-C2575FC6-F14C-4332-B3BF-AB4EDA15177B-web.png" alt="Localizar Pontos de Incid&ecirc;ncia"></h2>
        <hr/>
    <p>A ferramenta Localizar Hot Spots permite determinar se existe algum tipo de clustering com relev&acirc;ncia estat&iacute;stica no padr&atilde;o espacial dos seus dados. 
        <ul>
            <li>Os seus pontos (ocorr&ecirc;ncias de crime, &aacute;rvores, acidentes de via&ccedil;&atilde;o) est&atilde;o efetivamente agrupados num cluster?  Como pode ter a certeza?
            </li>
            <li>Descobriu efetivamente um hot spot com relev&acirc;ncia estat&iacute;stica (para despesas, mortalidade infantil, resultados de testes consistentemente elevados) ou ser&aacute; que o mapa contaria uma hist&oacute;ria diferente se alterasse a forma como est&aacute; simbolizado?
            </li>
        </ul>
        A ferramenta Localizar Hot Spots ajuda-o a responder a essas perguntas com confian&ccedil;a.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="AnalysisFieldPoly">
        <div><h2>Escolha um campo de análise</h2></div>
        <hr/>
        <div>
            <p>Esta an&aacute;lise responde &agrave; pergunta: Onde &eacute; que se agrupam os valores altos e baixos para um campo de an&aacute;lise especificado?  
            </p>
            <p>A camada resultante ser&aacute; uma c&oacute;pia da camada de an&aacute;lise.  A tabela ir&aacute; incluir o campo de an&aacute;lise seleccionado mais os campos adicionais que refletem a for&ccedil;a do agrupamento, signific&acirc;ncia estat&iacute;stica e n&iacute;vel de confian&ccedil;a.
            </p> 
        </div>
    </div>
    <div id="AnalysisFieldPoint">
        <div><h2>Escolha um campo de análise</h2></div>
        <hr/>
        <div>
            <p>Se fornecer um campo de an&aacute;lise, esta ferramenta vai responder &agrave; pergunta: Onde &eacute; que se agrupam os valores altos e baixos entre os pontos? 
            </p>
            <p>A camada resultante ser&aacute; uma c&oacute;pia do ponto camada de an&aacute;lise.  A tabela ir&aacute; incluir o campo de an&aacute;lise seleccionado mais os campos adicionais que refletem a for&ccedil;a do agrupamento, signific&acirc;ncia estat&iacute;stica e n&iacute;vel de confian&ccedil;a.
            </p>
            <p>Se n&atilde;o fornecer um campo de an&aacute;lise, esta ferramenta ir&aacute; avaliar a organiza&ccedil;&atilde;o espacial dos elementos  de forma a responder &agrave; seguinte quest&atilde;o: Onde est&atilde;o os pontos agrupados de forma inesperadas ou onde &eacute; que est&atilde;o dispersos?   
            </p>
            <p>Quando  o campo de an&aacute;lise n&atilde;o &eacute; fornecido, a ferramenta cria uma rede e conta o n&uacute;mero de pontos que se encontram em cada quadrado dessa rede. Somente quadrados com pontos maiores que zero s&atilde;o analisados.  A camada resultante corresponde a esses quadrados, camada essa que inclui os valores de contagem mais os campos adicionais que refletem a for&ccedil;a do agrupamento, a signific&acirc;ncia estat&iacute;stica e o n&iacute;vel de confian&ccedil;a.
            </p> 
        </div>
    </div>
    <div id="BoundingPolygonLayer">
        <div><h2>Definir onde os incidentes são possíveis</h2></div>
        <hr/>
        <div>
            <p>Desenha ou fornece uma camada com a delimita&ccedil;&atilde;o das &aacute;reas de forma a responder &agrave; pergunta: dentro das &aacute;reas delimitadas existem locais com concentra&ccedil;&otilde;es inesperadas de pontos altos ou baixos?   
            </p>
            <p>Os elementos da &aacute;rea desenhada ou os elementos na &aacute;rea da camada especificada definem onde os pontos devem ocorrer.  Para desenhar essas &aacute;reas , clique no bot&atilde;o desenhar e, posteriormente, clique no mapa para criar uma &aacute;rea.  Para desenhar &aacute;reas adicionais clique novamente no bot&atilde;o desenhar e, posteriormente, clique no mapa e continue.
            </p>
            <p>Observa&ccedil;&atilde;o: Se deseja sobrepor os seus pontos com outros pertencentes &agrave; rede,  <b>Utilize &aacute;reas de agrega&ccedil;&atilde;o de forma a somar as ocorr&ecirc;ncias</b>.
            </p>
            <p>A camada resultante desta an&aacute;lise ser&aacute; uma rede que vai cobrir os limites das &aacute;reas desenhadas.  A tabela ir&aacute; incluir os pontos que se encontram em cada quadrado dessa rede mais os campos adicionais que refletem a for&ccedil;a do agrupamento, signific&acirc;ncia estat&iacute;stica e n&iacute;vel de confian&ccedil;a.  
            </p> 
        </div>
    </div>
    <div id="AggregationPolygonLayer">
        <div><h2>Fornecer áreas de agregação</h2></div>
        <hr/>
        <div>
            <p>Fornece uma camada com uma &aacute;rea (normalmente reflete relat&oacute;rios administrativos, tais como os censos ou limites municipais) de forma a responder &agrave; pergunta: Dado o n&uacute;mero de pontos dentro de cada elemento da &aacute;rea , existem locais com uma aglomera&ccedil;&atilde;o espacial estatisticamente significativa de pontos altos ou baixos?   
            </p>
            <p>A camada resultante ser&aacute; uma c&oacute;pia do ponto camada de an&aacute;lise.  A tabela ir&aacute; incluir o campo de an&aacute;lise seleccionado mais os campos adicionais que refletem a for&ccedil;a do agrupamento, signific&acirc;ncia estat&iacute;stica e n&iacute;vel de confian&ccedil;a. 
            </p> 
        </div>
    </div>
    <div id="OutputLayerName">
        <div><h2>Nome da camada resultante</h2></div>
        <hr/>
        <div>
            <p>Forne&ccedil;a um nome para a camada que ser&aacute; criada em <b>O Meu Conte&uacute;do</b>  e adicionada ao mapa. A camada de resultados deve exibir agrupamentos estatisticamente significativos de valores altos e baixos ou contagem de pontos. Se a camada j&aacute; existir, ser&aacute; questionado se pretende substituir a camada existente.
            </p>
            <p>Ao utilizar a op&ccedil;&atilde;o <b>Guardar resultado em</b> pode definir o nome da pasta em <b>O Meu Conte&uacute;do</b> onde o resultado ser&aacute; guardado.
            </p>
        </div>
    </div>
</div>
</html>
