<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpId;
                helpId = window.location.hash.substring(1);
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                }
            }
        }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="largesize">
        <h2>Encontrar Locais Existentes</h2><p/>
        <h2><img src="../images/GUID-C5409FC7-EC93-45C5-8B00-3D6EA80A0A77-web.png" alt="Encontrar Locais Existentes"></h2>
        <hr/>
    <p>Esta ferramenta cria novos elementos na &aacute;rea de estudo que cumprem um conjunto de crit&eacute;rios definidos por si. Estes crit&eacute;rios podem ser baseados em consultas de atributos (por exemplo, parcelas que est&atilde;o vazias) e rela&ccedil;&otilde;es (por exemplo, a uma milha do rio).

    </p>
    <p>Se marcar a op&ccedil;&atilde;o  <b>Utilizar a extens&atilde;o atual do mapa</b>, ser&atilde;o analisados apenas os elementos inclu&iacute;dos na camada de an&aacute;lise que sejam vis&iacute;veis.   Se n&atilde;o marcar a op&ccedil;&atilde;o, ser&atilde;o analisados todos os elementos na camada de an&aacute;lise, mesmo que estejam fora da extens&atilde;o atual do mapa.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="Expression">
        <div><h2>Encontre novos elementos que correspondem á(s) seguinte(s) expressão(ões)</h2></div>
        <hr/>
        <div>
            <p>Clique no bot&atilde;o  <b>Adicionar Express&atilde;o</b> para definir uma express&atilde;o.  Pode inserir v&aacute;rias express&otilde;es.  Depois de introduzir as express&otilde;es e clicar no bot&atilde;o <b>Executar An&aacute;lise</b>, os elementos da camada de an&aacute;lise s&atilde;o filtrados utilizando cada uma das express&otilde;es.  Os elementos que satisfazem todas as express&otilde;es s&atilde;o inclu&iacute;dos na camada de resultados.
            </p>
            <p>Existem dois tipos b&aacute;sicos de express&otilde;es que podem ser criadas: de atributos e espacial.  Express&otilde;es de atributos s&atilde;o consultas com base em valores de campos, tais como  <code>onde o nome &eacute; 'San Francisco'</code>.  Existem quatro tipos de express&otilde;es espaciais:
                <ul>
                    <li> <b>a uma dist&acirc;ncia de</b>: o elemento deve estar dentro de uma dist&acirc;ncia de um elemento noutra camada.  Por exemplo, encontrar as parcelas que se encontram a menos de 500 metros de dist&acirc;ncia do rio de Los Angeles.
                    </li>
                    <li> <b>Cont&eacute;m completamente</b>: o elemento deve conter tudo de um elemento noutra camada.  Por exemplo, encontrar bacias hidrogr&aacute;ficas que cont&ecirc;m completamente parcelas designadas para uso industrial.  Nenhuma parte da parcela pode estar fora da bacia hidrogr&aacute;fica.
                    </li>
                    <li> <b>completamente dentro</b>: o elemento deve ser totalmente rodeado por um elemento noutra camada.  Por exemplo, encontrar zonas escolares que est&atilde;o completamente contidas dentro dos limites de uma cidade.  Nenhuma parte da zona escolar pode estar fora dos limites da cidade.
                    </li>
                    <li> <b>interseta</b>: o elemento cont&eacute;m uma parte de um elemento noutra camada.  Por exemplo, encontrar parcelas que intersetam rios.  Qualquer parte do rio que passa atrav&eacute;s de uma parcela ou toca os seus limites, interseta a parcela.
                    </li>
                </ul>
                
            </p>
            <p>Cada express&atilde;o espacial possui uma nega&ccedil;&atilde;o correspondente;  <b>n&atilde;o se encontra a uma dist&acirc;ncia menor que</b>, <b>n&atilde;o cont&eacute;m completamente</b>, <b>n&atilde;o completamente contido em</b>, e <b>n&atilde;o interseta</b>.
            </p> 
        </div>
    </div>
    <div id="OuputName">
        <div><h2>Nome da camada resultante</h2></div>
        <hr/>
        <div>
            <p>Este &eacute; o nome da camada que ser&aacute; criada em <b>O Meu Conte&uacute;do</b> e adicionada ao mapa.  O nome padr&atilde;o &eacute; baseado no tipo de an&aacute;lise e no nome da camada de an&aacute;lise. Se a camada j&aacute; existir, ser&aacute; questionado se pretende substituir a camada existente.
            </p>
            <p>Ao utilizar a op&ccedil;&atilde;o <b>Guardar resultado em</b> pode definir o nome da pasta em <b>O Meu Conte&uacute;do</b> onde o resultado ser&aacute; guardado.
            </p>
        </div>
    </div>
</div>
</html>
