<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpId;
                helpId = window.location.hash.substring(1);
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                }
            }
        }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="largesize">
        <h2>Anslut startplatser till destinationer</h2><p/>
        <h2><img src="../images/GUID-86AA24B9-2DDE-460C-BA65-7CCDF7F4855D-web.png" alt="Anslut startplatser till destinationer"></h2>
        <hr/>
    <p>  Anslut startplatser till destinationer m&auml;ter restiden eller avst&aring;ndet mellan punktpar. Verktyget kan rapportera raka linjer, avst&aring;nd l&auml;ngs v&auml;g eller resetider. Med det h&auml;r verktyget kan du
    </p>
    <p>
        <ul>
            <li>M&auml;ta hur l&aring;ngt premiumkunder reser f&ouml;r att handla i dina butiker. Anv&auml;nda informationen f&ouml;r att definiera din marknadsr&auml;ckvidd, i synnerhet n&auml;r du inriktar dig p&aring; annonskampanjer eller v&auml;ljer nya butiksplatser. 
            </li>
            <li>Ber&auml;kna den f&ouml;rv&auml;ntade k&ouml;rstr&auml;ckan f&ouml;r din fordonspark. Efter&aring;t k&ouml;ra verktyget Summera inom f&ouml;r att rapportera k&ouml;rstr&auml;cka efter delstat eller annan region.
            </li>
            <li>Ber&auml;kna det totala avst&aring;ndet eller tiden pendlare f&auml;rdas mellan hem och arbete.
            </li>
        </ul>
        
    </p>
    <p>Du anger start- och slutpunkter, och verktyget returnerar ett lager som inneh&aring;ller ruttlinjer, inklusive m&auml;tningar, mellan de kopplade startpunkterna och definitionerna. Om flera startpunkter g&aring;r till en destination inkluderas en tabell d&auml;r flera f&auml;rder till destinationen summeras i utdata.
    </p>
    <p>Om  <b>Anv&auml;nd aktuell kartutbredning</b> &auml;r markerat beaktas endast de geoobjekt som &auml;r synliga i den aktuella kartutbredningen i analysen.  Om alternativet inte markeras anv&auml;nds alla geoobjekt i indatalagret, &auml;ven om de ligger utanf&ouml;r den aktuella kartutbredningen.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="destinationsLayer">
        <div><h2>Välja destinationslagret</h2></div>
        <hr/>
        <div>
            <p>V&auml;lj det lager som representerar destinationen eller destinationerna till vilka startpunkterna ska kopplas. Verktyget har st&ouml;d f&ouml;r upp till 10 000 startpunkter och10 000 destinationer.
            </p>
            <p>Om du v&auml;ljer ett lager som har exakt en destination kopplas alla startpunkter till den destinationen. 
            </p>
            <p>Om det finns en startpunkt och flera destinationer ansluter verktyget startpunkten till varje destination.
            </p>
            <p> Om det finns flera startpunkter och flera destinationer beh&ouml;vs f&ouml;rst tv&aring; f&auml;lt som beskriver startpunkts- och destinationsparen: <b>ID-f&auml;lt i startpunkter</b> och <b>Matchande ID-f&auml;lt i destinationer</b>. Verktyget kopplar startpunkts- och destinationsparen under analysen. T&auml;nk dig exempelvis att du har tv&aring; startpunkter med ID-f&auml;ltv&auml;rdena <code>Rosanna</code> och <code>Harald</code> och tv&aring; destinationer med samma ID-v&auml;rden. Startpunkten <code>Rosanna</code> kopplas till <code>Rosanna</code>-destinationen och <code>Harald</code> kopplas till <code>Harald</code>. Inga andra kopplingar eller m&auml;tningar g&ouml;rs.
            </p>
            <p>ID-v&auml;rdena m&aring;ste vara unika inom varje lager &ndash; exempelvis kan inte destinationslagret ha tv&aring;  <code>Rosanna</code>-v&auml;rden. V&auml;rdena i startpunkts- och destinationslagren m&aring;ste matcha exakt f&ouml;r att bilda par &ndash; <code>Harald</code> kopplas exempelvis inte om v&auml;rdet &auml;r felstavat till <code>Haradl</code>. 
            </p>
        </div>
    </div>
    <div id="measurementType">
        <div><h2>Mäta</h2></div>
        <hr/>
        <div>
            <p>V&auml;lj antingen att koppla startpunkter till destinationer genom att hitta den kortaste raka linjen, k&ouml;rstr&auml;ckan eller k&ouml;rtiden. I b&aring;da k&ouml;rfallen g&ouml;rs m&auml;tningarna l&auml;ngs v&auml;gar och tar h&auml;nsyn till enkelriktade v&auml;gar, olagliga sv&auml;ngar och s&aring; vidare. 
            </p>
            <p>Om du v&auml;ljer  <b>K&ouml;rtid</b> kan du v&auml;lja olika s&auml;tt att m&auml;ta k&ouml;rtiden p&aring;.
                <ul>
                    <li>
                        <p>Avmarkera  <b>Anv&auml;nd trafik</b> om du vill hitta de snabbaste rutterna som bygger p&aring; fasta hastigheter. Anv&auml;nd det h&auml;r alternativet om du vill ha ett allm&auml;nt k&ouml;rtidsomr&aring;de i st&auml;llet f&ouml;r en m&auml;tning som ber&auml;knas med hj&auml;lp av varierande trafikf&ouml;rh&aring;llanden under specifika avresetider.
                        </p>
                    </li>
                    <li>
                        <p>Markera  <b>Anv&auml;nd trafik</b> om du vill hitta de snabbaste rutterna utifr&aring;n en viss starttid och varierande trafikf&ouml;rh&aring;llanden. Om du &auml;ven v&auml;ljer alternativet <b>Trafik i realtid</b> anges avresetiden fr&aring;n startpunkterna till den aktuella tiden, och aktuella och f&ouml;rutsagda trafikhastigheter refereras fr&aring;n sensorer och feeds n&auml;r k&ouml;rtidsomr&aring;dena skapas. De f&ouml;rutsagda trafikv&auml;rdena ber&auml;knas genom att referera trafikhastigheter i realtid, historik f&ouml;r hastigheter och aktuella f&ouml;ruts&auml;ttningar, till exempel v&auml;der. Trafikhastigheterna f&ouml;ruts&auml;gs12 timmar fram&aring;t, s&aring; du kan flytta skjutreglaget f&ouml;r att st&auml;lla in en avresetid upp till12 timmar fram&aring;t i tiden.
                        </p>
                        <p>Anv&auml;nd dessa inst&auml;llningar f&ouml;r trafik i realtid n&auml;r du vill ta reda p&aring; k&ouml;rtider om du &aring;ker nu, om du &aring;ker om en timme och s&aring; vidare.
                        </p>
                    </li>
                    <li>
                        <p>Om du markerar  <b>Anv&auml;nd trafik</b> och v&auml;ljer <b>Trafik baserad p&aring; typiska f&ouml;rh&aring;llanden f&ouml;r</b> en dag och tid, hittar verktyget de snabbaste rutterna baserat p&aring; historiska snitthastigheter f&ouml;r varje femminutersintervall under en vanlig vecka. Resultaten omfattar trafik, men tar inte med aktuella trafikf&ouml;rh&aring;llanden och h&auml;ndelser. De aktuella f&ouml;rh&aring;llandena kan i h&ouml;g grad skilja sig fr&aring;n normen.
                        </p>
                        <p>Du kan anv&auml;nda dessa historiska trafikinst&auml;llningar f&ouml;r att till exempel fr&aring;ga &rdquo;Hur l&aring;ng tid tar det normalt att n&aring; dessa destinationer om jag &aring;ker klockan 11:30 p&aring; en onsdag?&rdquo;
                        </p>
                        <p>Den tid du anger refererar till den tidszon d&auml;r dina startpunkter finns. Om du st&auml;ller in tiden 08:00 och har tv&aring; startpunkter, en i New York City och en annan i Los Angeles, genereras rutterna baserat p&aring; avresetiden 08:00 Eastern Time respektive 08:00 Pacific Time.
                        </p>
                    </li>
                </ul>
                
            </p>
            <p>Observera att tiden g&aring;r och trafikf&ouml;rh&aring;llandena &auml;ndras medan bilen k&ouml;r ut&aring;t fr&aring;n startpunkten. Verktyget Anslut startplatser till destinationer tar med dessa variationer i ber&auml;kningarna om du markerar  <b>Anv&auml;nd trafik</b>, men den h&auml;r trafikfunktionen st&ouml;ds inte i alla regioner. Klicka p&aring; l&auml;nken <b>Se tillg&auml;nglighet</b> i verktyget om du vill ta reda p&aring; om funktionen st&ouml;ds i ditt unders&ouml;kningsomr&aring;de.
            </p>
        </div>
    </div>
    <div id="outputLayer">
        <div><h2>Resultatlagrets namn</h2></div>
        <hr/>
        <div>
            <p>Det h&auml;r &auml;r namnet p&aring; lagret som skapas i  <b>Mitt inneh&aring;ll</b> och l&auml;ggs till i kartan.  Standardnamnet bygger p&aring; analyslagrets namn. Om lagret redan finns uppmanas du bekr&auml;fta att du vill skriva &ouml;ver det.
            </p>
            <p>Om du anv&auml;nder listrutan  <b>Spara resultat i</b> kan du ange namnet p&aring; en mapp i <b>Mitt inneh&aring;ll</b> d&auml;r resultatet ska sparas.
            </p>
        </div>
    </div>
</div>
</html>
