<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpId;
                helpId = window.location.hash.substring(1);
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                }
            }
        }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="largesize">
        <h2>Nustatyti naujas vietas</h2><p/>
        <h2><img src="../images/GUID-14BF9A68-AAD7-4849-B05C-3433A063B4B8-web.png" alt="Nustatyti naujas vietas"></h2>
        <hr/>
    <p>Nauji elementai sukuriami ten, kur tenkinamos nurodytos sąlygos. Kriterijai gali remtis atributų užklausomis (pavyzdžiui, neužstatyti sklypai) ir erdvinėmis užklausomis (pavyzdžiui, sklypai užliejamoje teritorijoje).


    </p>
    <p>Jei  <b>Naudoti esamą žemėlapio aprėptį</b> pažymėtas, bus analizuojami tik aprėptyje matomi elementai.  Jei nužymėtas, bus analizuojami visi elementai, net jei jie yra už esamos žemėlapio aprėpties ribų.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="Expression">
        <div><h2>Nustatyti naujas vietas, kurios atitinka šią (-as) išraišką (as):</h2></div>
        <hr/>
        <div>
            <p>Paspaudę  <b>Pridėti i&scaron;rai&scaron;ką</b> mygtuką, įveskite i&scaron;rai&scaron;ką.  Galite pridėti kelias i&scaron;rai&scaron;kas.  Įvedus ir paspaudus <b>Vykdyti analizę</b> mygtuką, elementai analizės sluoksnyje filtruojami pagal kiekvieną i&scaron;rai&scaron;ką.  Elementų dalys, tinkančios pagal visas i&scaron;rai&scaron;kas, įra&scaron;omos į rezultatų sluoksnį.
            </p>
            <p>Yra du pagrindiniai i&scaron;rai&scaron;kų, kurias galite sukurti, tipai; atributinės ir erdvinės.  Atributinės i&scaron;rai&scaron;kos yra laukų reik&scaron;mių užklausos, tokios kaip  <code>kur yra pavadinimas 'San Franciskas'</code>.  Yra keturi erdvinių i&scaron;rai&scaron;kų tipai:
                <ul>
                    <li> <b>atstumu nuo</b>: elemento dalys, esančios tam tikru atstumu nuo kito sluoksnio elemento.  Pavyzdžiui, rasti sklypų dalis, esančias 500 metrų nuo Los Andželo upės.
                    </li>
                    <li> <b>pilnai talpina</b>: elementas turi pilnai talpinti kito sluoksnio elementą.  Pavyzdžiui, rasti baseinus, į kuriuos pilnai patenka pramonės paskirties sklypai.  Jokia sklypo dalis negali būti už baseino ribų.
                    </li>
                    <li> <b>pilnai viduje</b>: elementas turi būti pilnai supamas kito sluoksnio elemento.  Pavyzdžiui, rasti mokyklų apylinkes, kurios pilnai patenka į miesto ribas.  Jokia mokyklos apylinkės dalis negali būti už miesto ribų.
                    </li>
                    <li> <b>sukirsti</b>: elementai ar jų dalys, kurie persidengia su kito sluoksnio elementais.  Pavyzdžiui, rasti mi&scaron;ko vietas nuniokotas kelių gaisrų nacionaliniame parke.   I&scaron;degusi teritorija už parko ribų nebus įtraukta.
                    </li>
                </ul>
                
            </p>
            <p>Kiekviena erdvinė i&scaron;rai&scaron;ka turi atitinkamą neiginį;  <b>nėra atstumu nuo</b>, <b>netalpina pilnai</b>, <b>nėra pilnai viduje</b> ir <b>nekerta</b>.
            </p> 
        </div>
    </div>
    <div id="OutputName">
        <div><h2>Rezultatų sluoksnio pavadinimas</h2></div>
        <hr/>
        <div>
            <p>Tai sluoksnio, kuris bus sukurtas ir patalpintas  <b>Turinyje</b> bei pridėtas į žemėlapį, pavadinimas.  Pagal nutylėjimą pavadinimas atspindi analizės tipą ir analizės sluoksnio pavadinimą. Jei sluoksnis jau egzistuoja, galėsite pasirinkti jį perra&scaron;yti.
            </p>
            <p>Naudodami  <b>Rezultatą įra&scaron;yti į</b> sąra&scaron;ą, galite nurodyti <b>Turinyje</b> esančio aplanko pavadinimą.
            </p>
        </div>
    </div>
</div>
</html>
