<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpId;
                helpId = window.location.hash.substring(1);
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                }
            }
        }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="largesize">
        <h2>Praturtinti sluoksnį</h2><p/>
        <h2><img src="../images/GUID-2B1E8F2B-B474-4AC2-AF32-FFFAA1C43B2E-web.png" alt="Praturtinti sluoksnį"></h2>
        <hr/>
    <p>&Scaron;is įrankis praturtina duomenis faktais apie žmones, vietas, verslą, esantį aplink bei leidžia atsakyti į naujus klausimus, kurių negalėjote atsakyti vien žemėlapio pagalba. Pavyzdžiui: Kas gyvena aplink? Ką žmonės mėgsta veikti &scaron;ioje vietovėje? Kokie jų pomėgiai ir gyvenimo būdas? Kokios įmonės įsikūrusios &scaron;ioje teritorijoje?
    </p>
    <p>Rezultatas bus naujas sluoksnis, papildytas demografine ir geografine informacija i&scaron; nurodytų duomenų &scaron;altinių.  &Scaron;i informacija yra pridedama kaip papildomi atributiniai laukai.
    </p>
    <p>Jei  <b>Naudoti esamą žemėlapio aprėptį</b> pažymėtas, analizuojami bus tik aprėptyje matomi elementai.  Jei nepažymėtas, bus analizuojami visi abiejų sluoksnių elementai, net jei jie yra už esamos žemėlapio aprėpties.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="DataCollection">
        <div><h2>Praturtinimo kintamieji</h2></div>
        <hr/>
        <div>
            
            <p>Paspauskite  <b>Pasirinkti kintamuosius</b> ir atidarykite <b>Duomenų nar&scaron;yklę</b>. <b>Duomenų nar&scaron;yklė</b> padės rasti ir pasirinkti atskirus praturtinimo kintamuosius arba jų rinkinius.
            </p>
            <p>Regionas automati&scaron;kai parenkamas, atsižvelgiant į duomenis. Galite pasirinkti kitą regioną, jei duomenys apima daugiau nei vieną &scaron;alį. 
            </p>
            <p>Kad būtų galima lengvai pasiekti, praturtinimo kintamieji suskirstyti į duomenų rinkinius.   Pasirinkus duomenų rinkinį, nar&scaron;yklė parodo kelis populiariausius &scaron;io rinkinio praturtinimo kintamuosius.  Dalyje  <b>Tęsti nar&scaron;ymą</b> taip pat bus rodomos rinkinio kategorijos. Kiekvienoje kategorijoje galima pasirinkti antrines kategorijas arba detalizuoti antrinę kategoriją ir pasirinkti atskirus praturtinimo kintamuosius. Taip pat naudojant paie&scaron;kos lauką galima rasti konkretų kategorijos kintamąjį.
            </p>
            <p>Pasirinkus į praturtinimą įtraukiamus kintamuosius jie bus įtraukti į pirkinių krep&scaron;elį, esantį  <b>Duomenų nar&scaron;yklės</b> kampe. Naudodami &scaron;į pirkinių krep&scaron;elį toliau stebėkite pasirinktų kintamųjų skaičių.
            </p>
            <p>Kiekvienas kintamasis rezultatų sluoksnyje bus pridėtas kaip laukas.
            </p> 
        </div>
    </div>
    <div id="BufferOption">
        <div><h2>Nurodykite praturtinimo plotus</h2></div>
        <hr/>
        <div>
            <p>Tai teritorijos, kurių informacija bus praturtinta papildomais duomenimis. Jei jūsų analizuojamas sluoksnis susideda i&scaron; ta&scaron;kų ar linijų, plotiniai objektai yra sukuriami pagal tiesų atstumą, važiavimo kelią ar kelionės trukmę.  
            </p>
        </div>
    </div>
    <div id="OutputName">
        <div><h2>Rezultatų sluoksnio pavadinimas</h2></div>
        <hr/>
        <div>
            <p>Tai sluoksnio, kuris bus sukurtas ir patalpintas  <b>Turinyje</b> bei pridėtas į žemėlapį, pavadinimas.  Pavadinimas pagal nutylėjimą formuojamas i&scaron; analizuojamo sluoksnio pavadinimo. Jei sluoksnis jau egzistuoja, galėsite pasirinkti jį perra&scaron;yti.
            </p>
            <p>Naudodami  <b>Rezultatą įra&scaron;yti į</b> sąra&scaron;ą, galite nurodyti <b>Turinyje</b> esančio aplanko pavadinimą.
            </p>
        </div>
    </div>
</div>
</html>
