<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpId;
                helpId = window.location.hash.substring(1);
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                }
            }
        }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="largesize">
        <h2>Sumuoti šalia</h2><p/>
        <h2><img src="../images/GUID-8CA4374B-AB5E-44A5-ADD3-4C85E5F0AF71-web.png" alt="Sumuoti &scaron;alia"></h2>
        <hr/>
    <p>  Apskaičiuoja tam tikru atstumu greta esančių elementų ir jų atributų statistiką.  Atstumas gali būti matuojamas tiesia linija ar pagal važiavimo laiką (pavyzdžiui, 10 min.) ar kelią (pavyzdžiui, 5 km.).  Statistiniai rodikliai apskaičiuojami greta esantiems elementams.  Pavyzdžiui:
        <ul>
            <li>Apskaičiuoti gyventojų, gyvenančių 5 min. atstumu nuo planuojamos parduotuvės vietos, skaičių.
            </li>
            <li>Apskaičiuoti reguliuojamų sankryžų skaičių penkių minučių atstumu, įvertinant pasiekiamumą.
            </li>
        </ul>
        
    </p>
    <p>Jei  <b>Naudoti esamą žemėlapio aprėptį</b> pažymėtas, analizuojami tik aprėptyje matomi elementai.  Jei nepažymėtas, analizuojami visi sluoksnių elementai.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="Summarize">
        <div><h2>Pasirinkite sluoksnį sumavimui</h2></div>
        <hr/>
        <div>
            <p>Apskaičiuojama &scaron;io sluoksnio elementų, pasiekiamų nurodytu atstumu nuo analizės sluoksnio objektų, statistika. 
            </p> 
        </div>
    </div>
    <div id="BufferOption">
        <div><h2>Surasti artimiausius elementus naudojant</h2></div>
        <hr/>
        <div>
            <p>Galite nurodyti, kaip bus matuojami atstumai: atstumas tiesia linija, atstumas keliais ar kelionės trukmė.  Tiek atstumas keliais, tiek kelionės trukmė naudos kelių tinklo duomenis ir atsižvelgs į tokius apribojimus, kaip leidžiami posūkiai sankryžose.  Važiavimo laikas priklausys nuo pasirinktų kelionės greičių: remiantis realiomis arba tipinėmis eismo sąlygomis. Realūs greičio duomenys gaunami tiesiai i&scaron; sensorių duomenų, o tipiniai greičiai apskaičiuojami pagal istorinius vidurkius.   
            </p>
            <p>Galite įvesti keletą atstumų.  Bus apskaičiuojama elementų, pasiekiamų nurodytu atstumu, statistika.  
            </p>
        </div>
    </div>
    <div id="StatisticsPoint">
        <div><h2>Pridėti statistinį rodiklį iš</h2></div>
        <hr/>
        <div>
            <p>Taip pat galite apskaičiuoti &scaron;alia esančių ta&scaron;kų skaitinių atributų statistinius rodiklius. 
            </p>
            <p>Pažymėjus  <b>Ta&scaron;kų kiekis</b> apskaičiuojamas bendras &scaron;alia esančių ta&scaron;kų skaičius.  Galima apskaičiuoti &scaron;alia esančių ta&scaron;kų skaitinių atributų statistinius rodiklius.
            </p>
            <ul>
                <li> <b>Suma</b>&mdash;lauko reik&scaron;mių suma.
                    
              
                </li>
                <li> <b>Vidurkis</b>&mdash;apskaičiuoja lauko reik&scaron;mių vidurkį.
                    
              
                </li>
                <li> <b>Minimumas</b>&mdash;mažiausia lauko reik&scaron;mė.
                    
              
                </li>
                <li> <b>Maksimumas</b>&mdash;didžiausia lauko reik&scaron;mė.
                    
              
                </li>
                <li> <b>Standartinis nuokrypis</b>&mdash;standartinis arba vidutinis kvadratinis nuokrypis.
                    
            
                </li>
            </ul>
            
        </div>
    </div>
    <div id="StatisticsLine">
        <div><h2>Pridėti statistinį rodiklį iš</h2></div>
        <hr/>
        <div>
            <p>Taip pat galima apskaičiuoti &scaron;alia esančių linijų bet kurių skaitinių atributų statistinius rodiklius. 
            </p>
            <p>Pažymėjus  <b>Bendras ilgis</b> apskaičiuojamas bendras &scaron;alia esančių linijų ilgis.  Galima apskaičiuoti &scaron;alia esančių ta&scaron;kų skaitinių atributų statistinius rodiklius.
            </p>
            <ul>
                <li> <b>Suma</b>&mdash;lauko reik&scaron;mių suma.
                    
              
                </li>
                <li> <b>Vidurkis</b>&mdash;apskaičiuoja lauko reik&scaron;mių vidurkį.
                    
              
                </li>
                <li> <b>Minimumas</b>&mdash;mažiausia lauko reik&scaron;mė.
                    
              
                </li>
                <li> <b>Maksimumas</b>&mdash;didžiausia lauko reik&scaron;mė.
                    
              
                </li>
                <li> <b>Standartinis nuokrypis</b>&mdash;standartinis arba vidutinis kvadratinis nuokrypis.
                    
            
                </li>
            </ul>
            
        </div>
    </div>
    <div id="StatisticsPolygon">
        <div><h2>Pridėti statistinį rodiklį iš</h2></div>
        <hr/>
        <div>
            <p>Taip pat galima apskaičiuoti &scaron;alia esančių plotinių elementų skaitinių atributų statistinius rodiklius. 
            </p>
            <p>Pažymėjus  <b>Bendras plotas</b> apskaičiuojamas bendras &scaron;alia esančių plotinių elementų plotas.  Galima apskaičiuoti &scaron;alia esančių elementų skaitinių atributų statistinius rodiklius.
            </p>
            <ul>
                <li> <b>Suma</b>&mdash;lauko reik&scaron;mių suma.
                    
              
                </li>
                <li> <b>Vidurkis</b>&mdash;apskaičiuoja lauko reik&scaron;mių vidurkį.
                    
              
                </li>
                <li> <b>Minimumas</b>&mdash;mažiausia lauko reik&scaron;mė.
                    
              
                </li>
                <li> <b>Maksimumas</b>&mdash;didžiausia lauko reik&scaron;mė.
                    
              
                </li>
                <li> <b>Standartinis nuokrypis</b>&mdash;standartinis arba vidutinis kvadratinis nuokrypis.
                    
            
                </li>
            </ul>
            
        </div>
    </div>
    <div id="GroupBy">
        <div><h2>Pasirinkite grupavimo lauką</h2></div>
        <hr/>
        <div>
            <p>Tai atributas, leidžiantis suskirstyti &scaron;alia esančius elementus pagal skirtingas atributo reik&scaron;mes. Pavyzdžiui, jei analizuojamas tu&scaron;čių sklypų sluoksnis, o paie&scaron;ka vykdoma &scaron;alia esančių pastatų sluoksnyje.  Vienas i&scaron; pastatų atributų yra  <i>UseType</i> , galintis turėti reik&scaron;mes PREKYBOS, GYVENAMOJI, PRAMONĖS, ADMINISTRACINĖ ir pan.  Galima sugrupuoti &scaron;alia esančius pastatus pagal jų paskirtį naudojant <i>UseType</i> kaip grupavimo atributą.   Kiekvienos grupės statistika ir &scaron;alia esančių elementų kiekis bus rodomi rezultatų sluoksnio i&scaron;kylančiame lange.
            </p>    
        </div>
    </div>
    <div id="MinorityMajority">
        <div><h2>Pridėti mažumą, daugumą</h2></div>
        <hr/>
        <div>
            <p>&Scaron;is žymės langelis įgalinamas, kai pasirenkate lauką, pagal kurį grupuosite.    Jei norite sužinoti, kurios kiekvienos grupės atributų reik&scaron;mės, patenkančios į nurodytą atstumą ar laiką, yra analizuojamo sluoksnio mažuma (mažiausiai dominuojančios) arba dauguma (labiausiai dominuojančios), pasirinkite  <b>Pridėti mažumą, daugumą</b>.   Pasirinkus <b>Pridėti mažumą, daugumą</b>, į rezultatų sluoksnį įtraukiami du nauji laukai.   Jei pasirinksite ir <b>Pridėti procentus</b>, į rezultatų sluoksnį bus įtraukti du papildomi laukai, kuriuose bus nurodytos kiekvienos grupės mažumos ir daugumos atributų reik&scaron;mių procentai.
            </p>
            <ul>
                <li>Jei sumuojami &scaron;alia esantys ta&scaron;kai, mažumos ir daugumos reik&scaron;mės apskaičiuojamos remiantis ta&scaron;kų, priklausančių kiekvienam nurodytam atstumui ar laikui, skaičiumi.
                    
              
                </li>
                <li>Jei sumuojamos &scaron;alia esančios linijos, mažumos ir daugumos reik&scaron;mės apskaičiuojamos remiantis linijų, priklausančių kiekvienam nurodytam atstumui ar laikui, ilgiu.  
                    
              
                </li>
                <li>Jei sumuojami &scaron;alia esantys plotai, mažumos ir daugumos reik&scaron;mės apskaičiuojamos remiantis kiekvienam nurodytam atstumui ar laikui priklausančiu plotu.
                    
            
                </li>
            </ul>
             
        </div>
    </div>
    <div id="PercentShape">
        <div><h2>Pridėti procentus</h2></div>
        <hr/>
        <div>
            <p>is ˛ymės langelis įgalinamas, kai pasirenkate lauką, pagal kurį grupuosite.    Pasirinkite  <b>Pridėti procentus</b>, jei norite sužinoti kiekvienos grupės kiekvienos atributo reik&scaron;mės procentą.  Į rezultatų lentelę įtraukiamas naujas laukas, kuriame nurodytas kiekvienos grupės kiekvienos atributo reikmės procentas.   Jei pa˛ymėta ir <b>Pridėti ma˛umą, daugumą</b>, į rezultatų sluoksnį bus įtraukti du papildomi laukai, kuriuose bus nurodytos kiekvienos grupės ma˛umos ir daugumos atributų reikmių procentai.
            </p>
        </div>
    </div>
    <div id="OutputName">
        <div><h2>Rezultatų sluoksnio pavadinimas</h2></div>
        <hr/>
        <div>
            <p> Tai sluoksnio, kuris bus sukurtas ir patalpintas <b>Turinyje</b> ir pridėtas į žemėlapį, pavadinimas.  Pavadinimas pagal nutylėjimą formuojamas i&scaron; analizuojamo sluoksnio pavadinimo. Jei sluoksnis jau egzistuoja, būsite paklausti, ar norite jį perra&scaron;yti.
            </p>
            <p>Pasirinkę  <b>Rezultatą įra&scaron;yti į</b>, galite nurodyti <b>Turinyje</b> esančio aplanko pavadinimą.
            </p>
        </div>
    </div>
</div>
</html>
