<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpId;
                helpId = window.location.hash.substring(1);
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                }
            }
        }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="largesize">
        <h2>Găsire hot spoturi</h2><p/>
        <h2><img src="../images/GUID-C2575FC6-F14C-4332-B3BF-AB4EDA15177B-web.png" alt="Găsire hot spoturi"></h2>
        <hr/>
    <p>Instrumentul Găsire hot spot-uri va determina dacă există grupări semnificative din punct de vedere statistic &icirc;n modelul spaţial al datelor dvs. 
        <ul>
            <li>Punctele dvs. (incidente criminale, arbori, accidente &icirc;n trafic) sunt cu adevărat grupate?  Cum puteţi fi siguri?
            </li>
            <li>Aţi descoperit cu adevărat un punct de interes semnificativ statistic (pentru cheltuieli, mortalitate infantilă, note la teste consecvent mari) sau harta dvs. ar arăta altceva dacă aţi modifica modul de simbolizare?
            </li>
        </ul>
        Instrumentul Găsire puncte de interes vă va ajuta să răspundeţi cu &icirc;ncredere la aceste &icirc;ntrebări.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="AnalysisFieldPoly">
        <div><h2>Alegere câmp de analiză</h2></div>
        <hr/>
        <div>
            <p>Această analiză răspunde la &icirc;ntrebarea: Unde sunt grupate spaţial valori mari şi mici (pentru un c&acirc;mp de analiză specificat de dvs.)?  
            </p>
            <p>Stratul tematic de rezultate va fi o copie a stratului tematic de analiză.  Tabelul va include c&acirc;mpul de analiză pe care l-aţi selectat plus c&acirc;mpuri suplimentare reflect&acirc;nd gradul de grupare, semnificaţia statistică şi nivelul de &icirc;ncredere.
            </p> 
        </div>
    </div>
    <div id="AnalysisFieldPoint">
        <div><h2>Alegere câmp de analiză</h2></div>
        <hr/>
        <div>
            <p>Dacă furnizaţi un c&acirc;mp de analiză, acest instrument va răspunde la &icirc;ntrebarea: Unde se grupează valori ridicate şi scăzute &icirc;n r&acirc;ndul punctelor? 
            </p>
            <p>Stratul tematic de rezultate va fi o copie a stratului tematic de analiză a punctelor.  Tabelul va include c&acirc;mpul de analiză pe care l-aţi selectat plus c&acirc;mpuri suplimentare reflect&acirc;nd gradul de grupare, semnificaţia statistică şi nivelul de &icirc;ncredere.
            </p>
            <p>Dacă nu furnizaţi un c&acirc;mp de analiză, acest instrument va evalua aranjamentul spaţial al obiectelor spaţiale punct pentru a răspunde la &icirc;ntrebarea: Unde sunt punctele grupate sau răsp&acirc;ndite neaşteptat?   
            </p>
            <p>Dacă nu se furnizează c&acirc;mpul de analiză, instrumentul creează o grilă şi numără punctele care se &icirc;ncadrează &icirc;n fiecare pătrat al grilei. Sunt analizate numai pătratele care indică numere mai mari dec&acirc;t zero.  Stratul tematic rezultat sunt pătratele grilei; stratul tematic rezultat include valorile numerice plus c&acirc;mpuri suplimentare care reflectă gradul de grupare, semnificaţia statistică şi nivelul de &icirc;ncredere.
            </p> 
        </div>
    </div>
    <div id="BoundingPolygonLayer">
        <div><h2>Definiţi unde sunt posibile incidente</h2></div>
        <hr/>
        <div>
            <p>Trasaţi sau furnizaţi un strat tematic de suprafeţe de legătură pentru a răspunde la &icirc;ntrebarea: &Icirc;n interiorul suprafeţelor de legătură, există locaţii cu concentraţii ridicate sau scăzute neaşteptate de puncte?   
            </p>
            <p>Obiectele spaţiale suprafaţă pe care le trasaţi sau obiectele spaţiale din stratul tematic de suprafeţe pe care &icirc;l specificaţi trebuie să definească locaţiile &icirc;n care ar putea surveni aceste puncte.  Pentru a trasa aceste suprafeţe, faceţi clic pe butonul de trasare, apoi faceţi clic pe hartă pentru a crea o formă de suprafaţă.  Pentru a trasa alte suprafeţe, faceţi clic pe butonul de trasare, apoi faceţi clic pe hartă şi continuaţi.
            </p>
            <p>Notă: Dacă doriţi să suprapuneţi peste puncte alte suprafeţe dec&acirc;t o plasă,  <b>Furnizaţi zone de unificare pentru &icirc;nsumarea incidentelor</b>.
            </p>
            <p>Stratul tematic rezultat pentru această analiză va fi o plasă acoperind suprafeţele de legătură furnizate de dvs.  Tabelul va include valorile numerice pentru punctele din ochiurile plasei plus c&acirc;mpuri suplimentare reflect&acirc;nd gradul de grupare, semnificaţia statistică şi nivelul de &icirc;ncredere.  
            </p> 
        </div>
    </div>
    <div id="AggregationPolygonLayer">
        <div><h2>Furnizare suprafeţe de unificare</h2></div>
        <hr/>
        <div>
            <p>Furnizaţi un strat tematic suprafaţă (de obicei acestea reflectă zone administrative precum circumscripţii, arii municipale sau judeţe) pentru a răspunde la &icirc;ntrebarea: Ştiind numărul de puncte din fiecare obiect spaţial suprafaţă, există locaţii cu grupare spaţială semnificativă statistic cu numere mari sau mici de puncte?   
            </p>
            <p>Stratul tematic rezultat pentru această analiză va fi o copie a suprafeţelor agregate.  Tabelul va include numărul de puncte pentru fiecare suprafaţă plus c&acirc;mpuri suplimentare reflect&acirc;nd gradul de grupare, semnificaţia statistică şi nivelul de &icirc;ncredere. 
            </p> 
        </div>
    </div>
    <div id="OutputLayerName">
        <div><h2>Nume strat tematic rezultat</h2></div>
        <hr/>
        <div>
            <p>Furnizaţi un nume pentru stratul tematic care va fi creat &icirc;n  <b>Resursele mele</b> şi adăugat &icirc;n hartă. Acest strat tematic rezultat vă va arăta grupări de valori mari şi mici, semnificative din punct de vedere statistic. Dacă stratul tematic rezultat există deja, vi se va solicita să &icirc;l redenumiţi.
            </p>
            <p>Utiliz&acirc;nd caseta derulantă  <b>Salvare rezultat &icirc;n</b>, puteţi specifica numele unui director din <b>Resursele mele</b> &icirc;n care va fi salvat rezultatul.
            </p>
        </div>
    </div>
</div>
</html>
