<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpId;
                helpId = window.location.hash.substring(1);
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                }
            }
        }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="largesize">
        <h2>Ühenda lähtekohad sihtkohtadega</h2><p/>
        <h2><img src="../images/GUID-86AA24B9-2DDE-460C-BA65-7CCDF7F4855D-web.png" alt="&Uuml;henda l&auml;htekohad sihtkohtadega"></h2>
        <hr/>
    <p>  &Uuml;henda l&auml;htekohad sihtkohtadega m&otilde;&otilde;dab reisiaja v&otilde;i vahemaa punktipaaride vahel. See t&ouml;&ouml;riist saab raporteerida linnulennu vahemaid, teede vahemaid v&otilde;i reisiaegu. Selle t&ouml;&ouml;riista abil saab
    </p>
    <p>
        <ul>
            <li>M&otilde;&otilde;ta kui kaugelt p&auml;rinevad teie poodi k&uuml;lastavad kliendiprogrammi liikmed. Kasuta seda informatsiooni oma turuosa defineerimiseks, reklaamkampaaniate suunamiseks v&otilde;i uute poe asukohtade valimiseks. 
                
          
            </li>
            <li>Arvuta oodatav reiside pikkus oma s&otilde;idukitele. Hiljem k&auml;ivita Summeerimise t&ouml;&ouml;riist, et raporteerida teekonna pikkused omavalitsuse v&otilde;i muu piirkonna kaupa.
                
          
            </li>
            <li>Arvuta kogu vahemaa v&otilde;i aeg, mis kulub kodu-t&ouml;&ouml; teekonna reisidele.
                
        
            </li>
        </ul>
        
    </p>
    <p>Paku alguse ja l&otilde;pu punktid ja t&ouml;&ouml;riist tagastab kihi, mis sisaldab teekonna jooni ja nendega kaasnevaid pikkuseid l&auml;htekoha ja sihtkoha punktipaaride vahel. Kui mitu l&auml;htekohta suunduvad &uuml;hte sihtkohta, siis kaasatakse mitme reisiga kokkuv&otilde;tte tabel v&auml;ljundisse.
    </p>
    <p>Kui  <b>Kasuta hetke kaardi kuvaulatust</b> on valitud, siis arvestatakse antud anal&uuml;&uuml;sis ainult kuvaulatuses n&auml;htavaid objekte.  Kui vastav tingimus on v&auml;lja l&uuml;litatud, kasutatakse anal&uuml;&uuml;sil k&otilde;iki sisendkihis olevaid objekte s&otilde;ltumata asjaolust, kas need on anal&uuml;&uuml;si k&auml;ivitamise hetkel ekraanil n&auml;htavad v&otilde;i mitte.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="destinationsLayer">
        <div><h2>Vali sihtkohtade kiht</h2></div>
        <hr/>
        <div>
            <p>Vali kiht, milles paikneb sihtkoht v&otilde;i sihtkohad, millega peaksid l&auml;htekohad &uuml;henduma. See t&ouml;&ouml;riist toetab kuni 10 000 l&auml;htekohta ja10 000 sihtkohta.
            </p>
            <p>Kui valid &uuml;he sihtkohaga kihi, siis k&otilde;ik l&auml;htekohad &uuml;henduvad sellega. 
            </p>
            <p>Kui on &uuml;ks l&auml;htekoht ja mitu sihtkohta, siis t&ouml;&ouml;riist &uuml;hendab l&auml;htekoha k&otilde;igi sihtkohtadega.
            </p>
            <p> Kui on mitu l&auml;hte- ja sihtkohta, siis peab eksisteerima kaks v&auml;lja, mis kirjeldavad l&auml;htekoht-sihtkoht paare <b>ID v&auml;li l&auml;htekohtades</b> ja <b>Vastav ID v&auml;li sihtkohtades</b>. T&ouml;&ouml;riist &uuml;hendab l&auml;htekoha-sihtkoha paarid anal&uuml;&uuml;si k&auml;igus. N&auml;iteks, kujutle et sul on kaks l&auml;htekoha ID v&auml;lja v&auml;&auml;rtust <code>Mari</code> ja <code>Mati</code> ja kaks sihtkohta samade ID v&auml;&auml;rtustega. <code>Mari</code> l&auml;htekoht &uuml;hendub <code>Mari</code> sihtkohaga ja <code>Mati</code> &uuml;hendub <code>Matiga</code>. Teisi &uuml;hendusi v&otilde;i m&otilde;&otilde;distusi ei tehta.
            </p>
            <p>ID v&auml;&auml;rtused peavad olema unikaalset, ehk n&auml;iteks sihtkohtade kiht ei saa sisaldada kahte  <code>Mari</code> v&auml;&auml;rtust. V&auml;&auml;rtused l&auml;hte- ja sihtkohtade kihtides peavad kattuma t&auml;ielikult, et luua paar; <code>Mati</code> ei &uuml;hendu valesti kirjutatud v&auml;&auml;rtusega <code>Mait</code>. 
            </p>
        </div>
    </div>
    <div id="measurementType">
        <div><h2>Mõõda</h2></div>
        <hr/>
        <div>
            <p>Vali, kas soovid &uuml;hendada l&auml;htekohad sihtkohtadega leides l&uuml;hima tee linnulennult, s&otilde;idu vahemaalt v&otilde;i s&otilde;iduajalt. M&otilde;lema s&otilde;idu juhul tehakse m&otilde;&otilde;distusi m&ouml;&ouml;da teid ja arvestatakse &uuml;hesuunalisi teid, keelatud p&ouml;&ouml;rdeid jne. 
            </p>
            <p>Kui valid  <b>s&otilde;iduaja</b>, tekivad valikud s&otilde;iduaja m&otilde;&otilde;tmiseks.
                <ul>
                    <li>
                        <p>Eemalda  <b>Kasuta liiklust</b>, et leida kiireimad teekonnad arvestades fikseeritud kiiruseid. Seda valikut tuleks kasutada kui soovite &uuml;ldist s&otilde;iduaja m&otilde;&otilde;tmist, mitte arvestades liikluse tingimusi konkreetsel v&auml;ljumise ajal.
                        </p>
                    </li>
                    <li>
                        <p>M&auml;rgista  <b>Kasuta liiklust</b>, et leida kiireimad teekonnad, mis arvestavad etteantavat algusaega ja muutuvaid liiklustingimusi. Valides <b>Hetke liiklus</b> valiku, muudetakse v&auml;ljumise aeg sihtpunktist hetke ajaks ja hetke ning ennustatavaid liikluse kiiruseid kasutatakse sensoritest ja teistest allikatest, et luua leitavaid teekondi. Ennustatavad liikluskiirused arvutatakse l&auml;htuvalt elava liikluse kiirusest, minevikus olnud kiiruste ja muude tingimuste (nt ilm) alusel. Liikluse kiiruseid ennustatakse12 tundi tulevikku, seega saate liigutada liugurit, et seada v&auml;ljumise aega tulevikku kuni12 tundi.
                        </p>
                        <p>Kasuta neid hetke liikluse seadeid, et leida s&otilde;iduajad praegu v&auml;ljudes, tunniaja p&auml;rast v&auml;ljudes jne.
                        </p>
                    </li>
                    <li>
                        <p>Valides  <b>Kasuta liiklust</b> ja valides <b>Liiklus, mis baseerub t&uuml;&uuml;pilistele tingimustele</b> p&auml;eval ja valides aja, leiab t&ouml;&ouml;riist kiireima teekonna, mis baseerub ajaloolistele kiiruste keskmistele v&auml;&auml;rtustele iga viie minuti tagant tavalisel t&ouml;&ouml;p&auml;eval. Tulemused sisaldavad liiklusinfot, kuid need ei sisalda olemasoleva liikluse m&otilde;jusid ja s&uuml;ndmusi, mis v&otilde;ivad olla s&otilde;ltuvalt p&auml;evast v&auml;ga varieeruvad.
                        </p>
                        <p>Saate neid ajaloolisi liikluse andmeid kasutada n&auml;iteks, et k&uuml;sida &quot;Kui kaua &uuml;ldiselt v&otilde;tab aega nende konkreetsete sihtkohtadeni j&otilde;udmine kui v&auml;ljuda 11:30 kolmap&auml;eval?&quot;
                        </p>
                        <p>Aeg, mille seadistate, viitab konkreetsele ajatsoonile, kus teie l&auml;htepunktid asuvad. Seega kui seadistate aja 8:00 hommikuks ning teie kaks l&auml;htepunkti asuvad erinevates ajav&ouml;&ouml;ndites, siis arvestatakse vastavalt teekonna genereerimisel m&otilde;lemas erinevas ajatsoonis kell 8:00 v&auml;ljumist.
                        </p>
                    </li>
                </ul>
                
            </p>
            <p>Pange t&auml;hele, et kui teie s&otilde;iduk s&otilde;idab l&auml;htepunktist eemale, siis aeg kulub edasi ja liiklustingimused muutuvad. &Uuml;henda l&auml;htekohad sihtkohtadega t&ouml;&ouml;riist arvestab nende variatsioonidega, kui m&auml;rgistada valik  <b>Kasuta liiklust</b>, kuid k&otilde;ik piirkonnad ei toeta liiklust. Klikka <b>Vaata k&auml;ttesaadavust</b> lingile, et teada saada, kas antud funktsionaalsus on Teie piirkonnas kasutatav.
            </p>
        </div>
    </div>
    <div id="outputLayer">
        <div><h2>Tulemkihi nimi</h2></div>
        <hr/>
        <div>
            <p>See on kihi nimi, mis luuakse  <b>Minu sisu</b> alla ja lisatakse kaardile.  Vaikimisi nimi on tuletatud kihi anal&uuml;&uuml;si sisust. Kui see kiht juba eksisteerib, k&uuml;sitakse teie k&auml;est selle &uuml;lekirjutamise otsuse kohta.
            </p>
            <p>Kasutades  <b>Salvesta tulemused</b> rippmen&uuml;&uuml;d, saab t&auml;psustada kausta nime <b>Minu sisu</b> all, kuhu tulemused salvestatakse.
            </p>
        </div>
    </div>
</div>
</html>
