<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpId;
                helpId = window.location.hash.substring(1);
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                }
            }
        }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="largesize">
        <h2>Loo sõiduaja pinnad</h2><p/>
        <h2><img src="../images/GUID-989C4173-4BB2-4D42-ADA5-F5D1BB8CB0CB-web.png" alt="Loo s&otilde;iduaja pinnad"></h2>
        <hr/>
    <p>T&ouml;&ouml;vahend Loo s&otilde;iduaja pinnad genereerib alad, milleni j&otilde;utakse vastava s&otilde;iduaja v&auml;ltel, teatud vahemaa l&auml;bis&otilde;itmise v&otilde;i k&otilde;ndimise j&auml;rel jne. See m&otilde;&otilde;dab teed &uuml;hest v&otilde;i mitmest punktist (kuni 1000 punkti), luues uue kihi, mis h&otilde;lbustab vastuste saamist j&auml;rgnevatele k&uuml;simustele.
        <ul>
            <li>Kui kaugele ma j&otilde;uan siit 30 minutit kestva s&otilde;idu tulemusena?
            </li>
            <li>Kui kaugele ma j&otilde;uan siit 30 minutiga, alustades s&otilde;itu &otilde;htusel tipptunnil kl 17:30?
            </li>
            <li>Mis j&auml;&auml;b minu hotellist kahe kilomeetrise jalutusk&auml;igu kaugusele?
            </li>
            <li>Millistesse piirkondadesse linnas j&otilde;uab tulet&otilde;rje s&uuml;ndmuspaigale viie minuti jooksul? 
            </li>
            <li>Kuidas parendada uute komandode paiknemist, et need oleksid v&otilde;imalikult optimaalses asukohas?
            </li>
            <li>Millised teeninduspiirkonnad juba minu ettev&otilde;tte poolt pakutavate teenustega kaetud?
            </li>
        </ul>
        
    </p>
    <p>Te v&otilde;ite olla v&otilde;imeline vastama enda k&uuml;simustele ainult l&auml;bi v&auml;ljundi visualiseerimise. Alternatiivina saate saadud tulemusi kasutada edasiste anal&uuml;&uuml;side tegemiseks. Juhul, kui kasutate t&ouml;&ouml;vahendit &quot;Agregeeri punktid&quot;, saate s&otilde;iduaja pindasid p&otilde;imida demograafilise teabega saamaks hinnangut, millised piirkonnad oleksid Teie ettev&otilde;tlusele k&otilde;ige perspektiivikamad. 
    </p>
    <p>
        <table>
        <tr><td colspan="3"><hr size="1" noshade="noshade"></td></tr>
        <tr><td valign="baseline"><img src="../images/tip.png"></td><td valign="baseline"><h2>Tip:&ensp;</h2></td>
        <td valign="baseline">
            <p>Sirgjooneliste lineaarsete vahemaade koostamiseks soovitame kasutada t&ouml;&ouml;vahendit &quot;Loo puhvrid&quot;.
            </p>
        </td></tr>
        <tr><td colspan="3"><hr size="1" noshade="noshade"></td></tr>
        </table>
    </p>
    <p>Kui  <b>Kasuta kaardi ulatust</b> on sisse l&uuml;litatud, kasutatakse s&otilde;idule kuluva aja v&otilde;i s&otilde;idu vahemaaga seotud anal&uuml;&uuml;sil ainult neid objekte, mis antud hetkel on ekraanil n&auml;htavad. Kui vastav tingimus on v&auml;lja l&uuml;litatud, kasutatakse anal&uuml;&uuml;sil k&otilde;iki sisendkihis olevaid objekte s&otilde;ltumata asjaolust, kas need on anal&uuml;&uuml;si k&auml;ivitamise hetkel ekraanil n&auml;htavad v&otilde;i mitte.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="MeasurementMethod">
        <div><h2>Mõõda</h2></div>
        <hr/>
        <div>
            <p>Vali liikumisviis (auto ja/v&otilde;i veoautoga s&otilde;itmine v&otilde;i k&otilde;ndimine) ja m&otilde;&otilde;da aega v&otilde;i vahemaad.  Kui oled liikumisviisi valinud ja m&otilde;&otilde;tmise sooritanud, sisesta kestus v&otilde;i vahemaa, milleks v&otilde;ib maksimaalselt olla 5 tundi (300 minutit) v&otilde;i300 miili (482,80 kilomeetrit).
            </p>
            <p>Kui valid  <b>s&otilde;iduaja</b>, tekivad valikud s&otilde;iduaja m&otilde;&otilde;tmiseks.
                <ul>
                    <li>
                        <p>J&auml;ta v&auml;lja  <b>Kasuta liiklusinfot</b>, kui soovid s&otilde;iduaja pindu luua fikseeritud kiiruse alusel. See on valikute k&uuml;simus, kui soovite &uuml;ldise sisuga s&otilde;iduaja pinda, mis ei kasuta nii spetsiifilist liiklusteavet.
                        </p>
                    </li>
                    <li>
                        <p>J&auml;ta v&auml;lja  <b>Kasuta liiklusinfot</b>, et leida algusaja ja muutuvate liiklusoludega seotud l&auml;himaid objekte. Samuti, kui m&auml;rgite <b>Elav liiklus</b> valiku, siis lahkumise aeg sisendpunktidest on m&auml;&auml;ratud praeguse aja alusel ning sensoritelt k&auml;ttesaadava vooginfo alusel (kiirus jm) muutub ka s&otilde;iduaja anal&uuml;&uuml;si tulemus, millised s&otilde;iduaja pinnad on l&auml;himad. Ennustatavad liikluskiirused arvutatakse l&auml;htuvalt elava liikluse kiirusest, minevikus olnud kiiruste ja muude tingimuste (nt ilm) alusel. Liikluskiirused on ette ennustatavad kuni 12 tundi, seega saate ajaliugurit l&uuml;kata kuni 12 tundi edasi.
                        </p>
                        <p>Kasuta reaalse elava liikluse seadeid, et leida alad, kuhu j&otilde;uaksite praegu s&otilde;itu alustades n&auml;iteks j&auml;rgneva tunni jooksul jne.
                        </p>
                    </li>
                    <li>
                        <p>M&auml;rkides sisse  <b>Kasuta tavalist liiklusinfot</b> ja valides <b>tavatingimustele vastava liikluse</b> vastava p&auml;eva ja kellaja osas, leiab algoritm l&auml;himad objektid, mis p&otilde;hinevad ajaloolistel s&otilde;idukiirustel iga viie minuti intervalli alusel kogu n&auml;dala jooksul. Tulemused sisaldavad liiklusinfot, kuid need ei sisalda olemasoleva liikluse m&otilde;jusid ja s&uuml;ndmusi, mis v&otilde;ivad olla s&otilde;ltuvalt p&auml;evast v&auml;ga varieeruvad.
                        </p>
                        <p>Minevikus toimunud liiklusega seotud infot saab kasutada n&auml;iteks situatsioonis, kus on vaja saada vastuseid &uuml;ldisematele k&uuml;simustele a`la &quot;Millistesse piirkondadesse v&otilde;iksin ma reeglina j&otilde;uda, kui alustan s&otilde;itu kolmap&auml;eval kl 11:30?&quot; 
                        </p>
                        <p>M&auml;rgitud aeg on seotud ajatsooniga, milles alguspunktid paiknevad. Seega, kui m&auml;rgite algusajaks kl 8:00 ning Teil on kaks punkti, millest esimene asub New Yorgis ja teine Los Angeleses, siis l&auml;himad asukohad leitakse vastavalt nn 8:00 a.m. Eastern Time ja 8:00 a.m. Pacific Time alusel.
                        </p>
                    </li>
                </ul>
                
            </p>
            <p>Arvestage, et s&otilde;iduki liikumisel algpunktist edasi, muutuvad edaspidi ka liiklusolud. S&otilde;iduaja pindade t&ouml;&ouml;vahend arvestab neid variatsioone, kui valite funktsiooni  <b>S&otilde;iduaeg</b> ja m&auml;rgite ruudu <b>Kasuta liiklusinfot</b>; k&otilde;ik regioonid aga ei toeta liiklusega seotud funktsionaalsust. Klikka <b>Vaata k&auml;ttesaadavust</b> lingile, et teada saada, kas antud funktsionaalsus on Teie piirkonnas kasutatav.
            </p>
            <p>Funktsioonid  <b>K&otilde;ndimise aeg</b> ja <b>K&otilde;ndimise vahemaa</b> kasutavad fikseeritud kiirust, milleks on5 kilomeetrit tunnis (3,1 miili tunnis) ja v&otilde;tavad liikumise aluseks jalgteed ning otstarbelised t&auml;navad (eirates samas autosid m&otilde;jutavaid reegleid, nt &uuml;hesuunalisi t&auml;navaid).
            </p>
            <p>Funktsioonid  <b>Veonduse aeg</b> ja <b>Veonduse vahemaa</b> kasutavad fikseeritud kiirusi ja j&auml;rgivad raskeveokitele rakenduvaid reegleid.
            </p> 
        </div>
    </div>
    <div id="DissolveType">
        <div><h2>Alad erinevatelt punktidelt</h2></div>
        <hr/>
        <div>
            <p>Vali, kuidas jagatud piirkonnad erinevatest sisendpunktidest on k&auml;sitletavad, kui need &uuml;ksteiseni j&otilde;uavad. Variandid on:
                <ul>
                    <li> <b>&Uuml;lekate</b>&mdash;Erinevatest sisendpunktidest tekkivad alad v&otilde;ivad katta sama teed. See on asjakohane, kui soovite teada k&otilde;iki sisendpunkte, mis j&otilde;uavad teatud aja v&otilde;i vahemaa tagant kindlasse asukohta.
                    </li>
                    <li> <b>Sulanda</b>&mdash;K&otilde;ik alad liidetakse &uuml;htseks tervikuks ning &uuml;kski ei saa olla teisega &uuml;lekattes. See on asjakohane, kui soovite teada, kas antud ala on ette antud aja v&otilde;i vahemaa kaudu tekkiv, kuid Te ei soovi teada, kuidas sisendpunktid sinna t&auml;pselt j&otilde;uaksid.
                    </li>
                    <li> <b>Katkesta</b>&mdash;Erinevatest sisendpunktidest tuletatud alad, mis v&otilde;iksid omavahel olla &uuml;lekattes, katkestatakse keskelt, mille tulemusena tekivad eraldiseisvad tsoonid. See on asjakohane, kui soovite n&auml;ha, millised alad on alguspunktidest l&auml;htuva etteantud s&otilde;iduaja v&otilde;i vahemaa alusel ning samuti saada &uuml;levaadet, milline alguspunkt on l&auml;him &uuml;he v&otilde;i teise ala suhtes.
                    </li>
                </ul>
                
            </p>
        </div>
    </div>
    <div id="OutputLayer">
        <div><h2>Tulemkihi nimi</h2></div>
        <hr/>
        <div>
            <p>See on kihi nimi, mis luuakse kasutaja  <b>Minu sisu</b> alla ning lisatakse kaardile.  Vaikimisi nimi on tuletatud kihi anal&uuml;&uuml;si sisust. Kui see kiht juba eksisteerib, k&uuml;sitakse teie k&auml;est selle &uuml;lekirjutamise otsuse kohta.
            </p>
            <p>Kasutades  <b>Salvesta tulemus</b> rippmen&uuml;&uuml;d, saate te t&auml;psustada <b>Minu sisu</b> alla salvestamise asukoha
            </p>
        </div>
    </div>
</div>
</html>
