<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpId;
                helpId = window.location.hash.substring(1);
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                }
            }
        }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="largesize">
        <h2>Andmete väljavõte</h2><p/>
        <h2><img src="../images/GUID-0DACA98E-B1A2-4E25-957B-EDC651A3DDD1-web.png" alt="Andmete v&auml;ljav&otilde;te"></h2>
        <hr/>
    <p>Antud t&ouml;&ouml;vahendi kaudu on Teil v&otilde;imalik valida ja alla laadida soovitud andmed Teie poolt m&auml;&auml;ratud huvipakkuvast piirkonnast. Valitud kihid lisatakse ZIP, CSV v&otilde;i KMZ faili.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="InputLayers">
        <div><h2>Kihid väljavõtmiseks</h2></div>
        <hr/>
        <div>
            <p>Need on sisukorras olevad kihid, millelt saab objekte v&auml;lja v&otilde;tta.  Valitud kihtidest v&otilde;etakse andmed v&auml;lja ja lisatakse ZIP v&otilde;i CSV tulemisse.
            </p>
            <p>Selleks, et kiht ilmuks v&auml;ljav&otilde;tteks sobilike kihtide loendisse, peate andmeid omama v&otilde;i peab andmete omanik v&otilde;imaldama andmete eksporti.    Oma andmete ekspordi lubamiseks:
                <ul>
                    <li>Ava andmete sisukirjeldus.
                    </li>
                    <li>Kliki MUUDA, et redigeerida sisukirjeldust.
                    </li>
                    <li>Liigu alla  <b>Omadused</b> sektsiooni.
                    </li>
                    <li>M&auml;rgi  <b>Ekspordi andmed</b>.
                    </li>
                </ul>
                
            </p> 
        </div>
    </div>
    <div id="AreaOfInterest">
        <div><h2>Uuringu ala</h2></div>
        <hr/>
        <div>
            <p>Ala, mis defineerib, millised n&auml;htused kaastakse ZIP v&otilde;i CSV tulemisse. Teil on kasutada j&auml;rgmised v&otilde;imalused:
                <ul>
                    <li>Olemasoleva n&auml;htava kaardiv&auml;lja ulatus ( <b>Sama ulatus, mida n&auml;en</b>).
                    </li>
                    <li>&Uuml;hena loendis olevatest kihtidest.
                    </li>
                    <li>M&auml;rgista vastav ala ise.
                    </li>
                </ul>
                 V&auml;ljav&otilde;te tehakse k&otilde;igi kaardiv&auml;ljal n&auml;htavate objektide alusel.  Objektidele, mis ristuvad v&otilde;i l&otilde;ikuvad kaardiv&auml;lja &auml;&auml;rmise osaga, kuid ei j&auml;&auml; t&auml;ielikult sinna alla, saate kasutada j&auml;rgnevaid valikuid:
                <ul>
                    <li> <b>Vali objektid</b>&mdash;K&otilde;ik objektid, mis l&otilde;ikuvad kaardiv&auml;lja &auml;&auml;rmise osaga, lisatakse v&auml;ljav&otilde;ttele.
                    </li>
                    <li> <b>L&otilde;ika objektid</b>&mdash;Ainult see osa objektidest, mis j&auml;&auml;b kaardiv&auml;lja sisse, lisatakse v&auml;ljav&otilde;ttele.
                    </li>
                </ul>
                
            </p>
        </div>
    </div>
    <div id="OutputFormat">
        <div><h2>Väljundandmete formaat</h2></div>
        <hr/>
        <div>
            <p>Formaat, milles andmed v&auml;ljastatakse. Eksportides joonte ja alade objekte CSV faili, v&auml;ljastatakse ainult mitteruumilised atribuut andmed.  Eksportides punktobjekte, v&auml;ljastatakse nii ruumilised andmed kui ka atribuutide v&auml;&auml;rtused.  
            </p>
        </div>
    </div>
    <div id="OutputName">
        <div><h2>Väljundfaili nimi</h2></div>
        <hr/>
        <div>
            <p> See on loodava sisu&uuml;ksuse nimi, mis lisatakse kasutaja kausta <b>Minu sisu</b>.  Sisu nimi p&otilde;hineb valitud <b>V&auml;ljundi andmeformaadil</b>.     Kui see kiht juba eksisteerib, saate selle soovi korral &uuml;le kirjutada.
            </p>
            <p>Kasutades  <b>Salvesta tulemus</b> rippmen&uuml;&uuml;d, saate te t&auml;psustada <b>Minu sisu</b> alla salvestamise asukoha
            </p>
        </div>
    </div>
</div>
</html>
