<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpId;
                helpId = window.location.hash.substring(1);
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                }
            }
        }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="largesize">
        <h2>Leia olemasolevad asukohad</h2><p/>
        <h2><img src="../images/GUID-C5409FC7-EC93-45C5-8B00-3D6EA80A0A77-web.png" alt="Leia olemasolevad asukohad"></h2>
        <hr/>
    <p>See t&ouml;&ouml;riist selekteerib olemasolevad n&auml;htused teid huvitavast piirkonnast, mis vastavad t&auml;psustatud kriteeriumitele. Need kriteeriumid v&otilde;ivad baseeruda atribuutide p&auml;ringutel (n&auml;iteks vabad maat&uuml;kid) ja ruumilistel p&auml;ringutel (n&auml;iteks k&otilde;ik maat&uuml;kid &uuml;he kilomeetri ulatuses j&otilde;est jne)

    </p>
    <p>Kui  <b>Kasuta kaardi ulatust</b> on sisse l&uuml;litatud, kasutatakse anal&uuml;&uuml;sikihist arvutusteks ainult neid objekte, mis antud hetkel on ekraanil n&auml;htavad.  Kui ei ole m&auml;rgistatud, anal&uuml;&uuml;sitakse k&otilde;iki objekte, sh neid, mis asuvad kaardi kuvaulatusest v&auml;ljaspool.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="Expression">
        <div><h2>Leia objektid, mis vastavad järgnevatele päringu(te)le</h2></div>
        <hr/>
        <div>
            <p>Kliki nuppu  <b>Lisa avaldis</b> avaldise defineerimiseks.  V&otilde;ite lisada mitu avaldist.  P&auml;rast avaldise sisestamist ja nupu <b>K&auml;ivita anal&uuml;&uuml;s</b> kl&otilde;psamist filtreeritakse anal&uuml;&uuml;sitava kihi objektid vastavalt igale avaldisele.  Need objektid, mis vastavad k&otilde;ikidele avaldistele, kirjutatakse tulemuste kihti.
            </p>
            <p>V&otilde;ite luua kaht t&uuml;&uuml;pi avaldisi: atribuutide ja ruumip&otilde;hiseid.  Atribuutide avaldised on p&auml;ringud v&auml;lja v&auml;&auml;rtustest, n&auml;iteks  <code>kus nimi on 'Tallinn'</code>.  Esineb nelja t&uuml;&uuml;pi ruumilisi avaldisi
                <ul>
                    <li> <b>raadiuses</b>: objekt sisalduma konkreetse vahemaa sees teise kihi objektist.  N&auml;iteks leia maad, mis paiknevad Pirita j&otilde;est maksimaalselt 500 meetri raadiuses.
                    </li>
                    <li> <b>sisaldub t&auml;ielikult</b>: objekt peab sisaldama tervet objekti teisest kihist.  N&auml;iteks leia j&otilde;elahkmed, mis t&auml;ielikult sisaldavad t&ouml;&ouml;stusalasid.  &Uuml;kski maa-ala osa ei tohi olla veelahkmest v&auml;ljaspool.
                    </li>
                    <li> <b>t&auml;ielikult sees</b>: objekt peab olema t&auml;ielikult &uuml;mbritsetud teise kihi objektist.  N&auml;iteks leia koolide piirkonnad, mis on terviklikult linna piirides.  &Uuml;kski kooli piirkonna osa ei tohi olla linna piiridest v&auml;ljaspool.
                    </li>
                    <li> <b>l&otilde;ikub</b>: objekt peab sisaldab objekti osa teises kihis.  N&auml;iteks leia maad, mis l&otilde;ikuvad j&otilde;gedega.  Iga j&otilde;e osa, mis l&auml;bib maad v&otilde;i puudutav maa piiri, l&otilde;ikub maaga.
                    </li>
                </ul>
                
            </p>
            <p>Iga ruumiline avaldis omab ka vastavat eitust;  <b>ei ole raadiuses</b>, <b>ei sisaldu t&auml;ielikult</b>, <b>ei ole t&auml;ielikult sees</b>, ja <b>ei l&otilde;iku</b>.
            </p> 
        </div>
    </div>
    <div id="OuputName">
        <div><h2>Tulemkihi nimi</h2></div>
        <hr/>
        <div>
            <p>See on kihi nimi, mis luuakse kasutaja  <b>Minu sisu</b>  alla ning lisatakse kaardile.  Vaikimisi nimi baseerub anal&uuml;&uuml;si t&uuml;&uuml;bil ja anal&uuml;&uuml;sitava kihi nimel. Kui see kiht juba eksisteerib, k&uuml;sitakse teie k&auml;est selle &uuml;lekirjutamise otsuse kohta.
            </p>
            <p>Kasutades  <b>Salvesta tulemus</b> rippmen&uuml;&uuml;d, saate t&auml;psustada <b>Minu sisu</b> alla salvestamise asukoha
            </p>
        </div>
    </div>
</div>
</html>
