<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpId;
                helpId = window.location.hash.substring(1);
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                }
            }
        }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="largesize">
        <h2>Leia l채him</h2><p/>
        <h2><img src="../images/GUID-712E0E63-3047-4D1C-B2A9-D336FEC79BF0-web.png" alt="Leia l&auml;him"></h2>
        <hr/>
    <p>See t&ouml;&ouml;riist leiab l&auml;himad objektid ja raporteerib ja reastab vahemaad l&auml;himast objektist. L&auml;hima leidmisel kasutatakse kas sirgjoonelist lineaarset vahemaad, tee pikkust v&otilde;i s&otilde;iduks kuluvat aega. Need on seaded, et piirata l&auml;himate objektide koguarvu, et leida v&otilde;i otsida l&auml;himaid sobilikust ulatusest. Selle t&ouml;&ouml;vahendiga saadud tulemused aitavad Teil saada vastuseid taolistele k&uuml;simustele:
        <ul>
            <li>Mis on l&auml;him park praegusest asukohast?
            </li>
            <li>Millisesse haiglasse on v&otilde;imalik j&otilde;uda l&uuml;hima s&otilde;iduajaga? Kui kaua kestab s&otilde;it algusega kell 5:30 teisip&auml;eva &otilde;htusel tipptunnil?
            </li>
            <li>Millised on kahe linna vaheliste teede kaugused?
            </li>
            <li>Millised neist patsientidest elavad kahe kilomeetri kaugusel paiknevatest keemiatehastest?
            </li>
        </ul>
        
    </p>
    <p>Leia l&auml;him tagastab kihi, mis sisaldab l&auml;himaid objekte ja joone kihti, mis seob alguspunkti ja l&auml;himad asukohad. Joone kiht sisaldab informatsiooni algusest ja l&auml;himast asukohast ning nendevahelisest vahemaast.
    </p>
    <p>Kui  <b>Kasuta kaardi ulatust</b> on sisse l&uuml;litatud, kasutatakse anal&uuml;&uuml;sil ainult neid objekte alguspunkti ja v&otilde;imalike l&auml;hedaste aladena, mis antud hetkel on ekraanil n&auml;htavad.  Kui vastav tingimus on v&auml;lja l&uuml;litatud, kasutatakse anal&uuml;&uuml;sil k&otilde;iki sisendkihis olevaid objekte s&otilde;ltumata asjaolust, kas need on anal&uuml;&uuml;si k&auml;ivitamise hetkel ekraanil n&auml;htavad v&otilde;i mitte.  
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="NearbyLocationsLayer">
        <div><h2>Leia l채himad asukohad</h2></div>
        <hr/>
        <div>
            <p>Leia l&auml;him m&otilde;&otilde;dab iga asukoha anal&uuml;&uuml;si kihist asukohtadeni selles kihis. See algoritm toetab kuni 1000 asukohta igas vastavas kihis.
            </p>
        </div>
    </div>
    <div id="MeasurementMethod">
        <div><h2>M천천da</h2></div>
        <hr/>
        <div>
            <p>Valige, kas soovite leida l&auml;himad asukohad, mis p&otilde;hinevad sirgjoonelisel lineaarsel vahemaal, s&otilde;idu vahemaal v&otilde;i s&otilde;iduga seotud ajal. M&otilde;lema s&otilde;iduga seotud juhtumi puhul tehakse m&otilde;&otilde;tmised m&ouml;&ouml;da teejoont, kus arvestatakse ka &uuml;hesuunalisi teid jne. 
            </p>
            <p>Leiab l&auml;hima, kasutades sirgjoonelist lineaarset vahemaad kas punktide, joonte v&otilde;i pindade juures. M&otilde;&otilde;tmaks s&otilde;iduaega v&otilde;i s&otilde;idu vahemaad, peavad m&otilde;lemad kihid (anal&uuml;&uuml;si kiht ja l&auml;hedased asukohad) sisaldama punkte. 
            </p>
            <p>Kui m&otilde;&otilde;date kaugusi joonte v&otilde;i pindade vahel, leitakse vahemaa v&otilde;i l&auml;him punkt m&ouml;&ouml;da joont v&otilde;i ala piiri. 
            </p> 
            <p>Kui valid  <b>s&otilde;iduaja</b>, tekivad valikud s&otilde;iduaja m&otilde;&otilde;tmiseks.
                <ul>
                    <li>
                        <p>J&auml;ta v&auml;lja  <b>Kasuta liiklusinfot</b> , et leida l&auml;himad objektid, mis p&otilde;hinevad staatilisel s&otilde;idukiirusel, kiirusepiirangutel, mitte k&otilde;ikuva kiirusega p&otilde;hjustatud muutuvate liiklusolude korral. See on valikute k&uuml;simus, kui soovite &uuml;ldist l&auml;himat, mis ei kasuta nii spetsiifilist liiklusteavet.
                        </p>
                    </li>
                    <li>
                        <p>J&auml;ta v&auml;lja  <b>Kasuta liiklusinfot</b> ,et leida algusaja ja muutuvate liiklusoludega seotud l&auml;himaid objekte. Samuti, kui m&auml;rgite <b>Elav liiklus</b> valiku, siis lahkumise aeg sisendpunktidest on m&auml;&auml;ratud praeguse aja alusel ning sensoritelt k&auml;ttesaadava vooginfo alusel (kiirus jm) muutub ka s&otilde;iduaja anal&uuml;&uuml;si tulemus, millised objektid on l&auml;himad. Ennustatavad liikluskiirused arvutatakse l&auml;htuvalt elava liikluse kiirusest, minevikus olnud kiiruste ja muude tingimuste (nt ilm) alusel. Liikluskiirused on ette ennustatavad kuni 12 tundi, seega saate ajaliugurit l&uuml;kata kuni 12 tundi edasi.
                        </p>
                        <p>Kasuta reaalse elava liikluse seadeid, et leida alad, kuhu j&otilde;uaksite praegu s&otilde;itu alustades n&auml;iteks j&auml;rgneva tunni jooksul jne.
                        </p>
                    </li>
                    <li>
                        <p>M&auml;rkides sisse  <b>Kasuta tavalist liiklusinfot</b> ja valides <b>tavatingimustele vastava liikluse</b> vastava p&auml;eva ja kellaja osas, leiab algoritm l&auml;himad objektid, mis p&otilde;hinevad ajaloolistel s&otilde;idukiirustel iga viie minuti intervalli alusel kogu n&auml;dala jooksul. Tulemused sisaldavad liiklusinfot, kuid need ei sisalda olemasoleva liikluse m&otilde;jusid ja s&uuml;ndmusi, mis v&otilde;ivad olla s&otilde;ltuvalt p&auml;evast v&auml;ga varieeruvad.
                        </p>
                        <p>Minevikus toimunud liiklusega seotud infot saab kasutada n&auml;iteks situatsioonis, kus on vaja saada vastuseid &uuml;ldisematele k&uuml;simustele a`la &quot;Millistesse piirkondadesse v&otilde;iksin ma reeglina j&otilde;uda, kui alustan s&otilde;itu kolmap&auml;eval kl 11:30?&quot; 
                        </p>
                        <p>M&auml;rgitud aeg on seotud ajatsooniga, milles alguspunktid paiknevad. Seega, kui m&auml;rgite algusajaks kl 8:00 ning Teil on kaks punkti, millest esimene asub New Yorgis ja teine Los Angeleses, siis l&auml;himad asukohad leitakse vastavalt nn 8:00 a.m. Eastern Time ja 8:00 a.m. Pacific Time alusel.
                        </p>
                    </li>
                </ul>
                Arvestage, et s&otilde;iduki liikumisel algpunktist edasi, muutuvad edaspidi ka liiklusolud. See t&ouml;&ouml;vahend arvestab neid variatsioone, kui l&uuml;litate sisse <b>Kasuta liiklusinfot</b>; kuigi, mitte k&otilde;ik regioonid ei toeta liiklusega seotud funktsionaalsust. Klikka <b>Vaata k&auml;ttesaadavust</b> lingile, et teada saada, kas antud funktsionaalsus on Teie piirkonnas kasutatav. 
            </p>
        </div>
    </div>
    <div id="Cutoffs">
        <div><h2>Igale asukohale</h2></div>
        <hr/>
        <div>
            <p>Teil on l&auml;himate asukohtade piiramiseks kaks valikut. Esimene valik on piirata alguspunktist leitavate l&auml;himate asukohtade koguarvu. Te saate leida kas &uuml;he l&auml;hima pargi, kaks l&auml;himat parki jne. Teine v&otilde;imalus on m&auml;&auml;rata maksimaalne otsingu ulatus v&otilde;i s&otilde;iduaeg.
            </p>
            <p>J&auml;ttes need valikud v&auml;lja on maksimaalne leitavate l&auml;himate asukohtade arv 100 (t&ouml;&ouml;vahendi limiit) ning maksimaalne otsingu ulatus on piiramatu.
            </p>
            <p>T&ouml;&ouml;tlemise aeg s&otilde;ltub alguspunktide ja l&auml;himate asukohtade arvust ja maksmaalsest otsingu ulatusest.   Rohkem asukohti ja suurem otsingu ulatus muudab anal&uuml;&uuml;si l&auml;biviimise aegan&otilde;udvamaks.
            </p>
            <p>Pane t&auml;hele, et kui otsingu kaugusele on seatud limiit, siis on v&otilde;imalik, et leia l&auml;him t&ouml;&ouml;riist ei leia asukohti antud vahemikust v&otilde;i leitakse v&auml;hem asukohti kui on teie t&auml;psustatud maksimum arv.
            </p>
        </div>
    </div>
    <div id="OutputNearestLocationsLayer">
        <div><h2>Tulemkihi nimi</h2></div>
        <hr/>
        <div>
            <p>Antud tulemkihid sisaldavad kahte kihti: &uuml;ks neist on l&auml;himad asukohad ja teine on sisendi punktidega &uuml;hendatud jooned l&auml;himate asukohtadeni.
            </p>
            <p>Kuna jooned n&auml;itavad m&otilde;&otilde;detud teekondi, j&auml;rgivad need sirgeid teel&otilde;ike, kui vahemaad on m&otilde;&otilde;detud lineaarselt, l&uuml;himaid teekondi m&ouml;&ouml;da maanteed, kui vahemaad on m&otilde;&otilde;detud s&otilde;idukauguse kaudu v&otilde;i kiireimaid teekondi, kui vahemaad on m&otilde;&otilde;detud s&otilde;iduaja alusel. See tabel on osa valikulisest joonte kihist, sisaldades j&auml;rgnevat teavet: joontena esitatud vahemaad v&otilde;i s&otilde;iduaja m&otilde;&otilde;tmised; algus- ja l&otilde;pp-punkti info; l&auml;heduse &quot;pingerida&quot; alguspunktist, mis v&otilde;imaldab n&auml;ha asukohti nende kauguste j&auml;rgi jne Kui m&otilde;&otilde;ta s&otilde;iduaega liikluse alusel, sisalduvad tabelis ka lahkumise ja saabumise ajad.
            </p>
            <p>Kasutada saate kas vaikimisi nimetusi v&otilde;i m&auml;&auml;rate sellele valikulistele kihtidele uued nimed, mis luuakse  <b>Minu sisu</b> alla ja lisatakse kaardile.  Vaikimisi nimi on tuletatud kihi anal&uuml;&uuml;si sisust. Kui see kiht juba eksisteerib, saate selle soovi korral &uuml;le kirjutada.
            </p>
            <p>Kasutades  <b>Salvesta tulemus</b> kasutaja sisu alla, mille saate valida rippmen&uuml;&uuml;st <b>Minu sisu</b>, kuhu tulemus salvestatakse.
            </p>
        </div>
    </div>
</div>
</html>
