<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpId;
                helpId = window.location.hash.substring(1);
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                }
            }
        }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="largesize">
        <h2>Kavanda marsruudid</h2><p/>
        <h2><img src="../images/GUID-A6D9521F-EECE-4DA2-808E-61483B99AE01-web.png" alt="Kavanda marsruudid"></h2>
        <hr/>
    <p>Planeeri teekonnad leiab, kuidas efektiivselt jagada &uuml;lesanded v&auml;lit&ouml;&ouml;ajate vahel.
    </p>
    <p>Paku t&ouml;&ouml;riistale peatused ja saadaval olevad s&otilde;idukid. T&ouml;&ouml;riist m&auml;&auml;rab peatused s&otilde;idukitele ja tagastab teekonna, mis n&auml;itab kuidas iga s&otilde;iduk j&otilde;uab oma m&auml;&auml;ratud peatusteni v&auml;hima aja jooksul.
    </p>
    <p>Teekondade planeerimisega j&otilde;uavad v&auml;lit&ouml;&ouml;tajad rohkemate asukohtadeni v&auml;hema ajaga, mis suurendab produktiivsust ja parendab klienditeeninduse kvaliteeti.
        <ul>
            <li>Inspekteeri kodusid, restorane v&otilde;i ehitusplatse.
            </li>
            <li>Paku hooldust&ouml;id, installeerimist v&otilde;i tehnilisi teenuseid
            </li>
            <li>Vii kohale erinevaid asju ja v&auml;iksemaid pakke
            </li>
            <li>Tee m&uuml;&uuml;git&ouml;&ouml;d
            </li>
            <li>Transpordi inimesi oma kodudest &uuml;ritustele
            </li>
        </ul>
        
    </p>
    <p>Teekondade planeerimise v&auml;ljund koosneb peatusi sisaldavast kihist, mis on t&auml;histatud neile m&auml;&auml;ratud teekondadega, teekondade kihist, mis n&auml;itab l&uuml;himaid teid peatuste k&uuml;lastamiseks, ja m&auml;&auml;ramata peatusi sisaldavast kihist, kui &uuml;hegi peatuseni ei j&otilde;utud. 
    </p>
    <p>Kui  <b>Kasuta hetke kaardi kuvaulatust</b> on valitud, siis arvestatakse antud anal&uuml;&uuml;sis ainult kuvaulatuses n&auml;htavaid objekte.  Kui vastav tingimus on v&auml;lja l&uuml;litatud, kasutatakse anal&uuml;&uuml;sil k&otilde;iki sisendkihis olevaid objekte s&otilde;ltumata asjaolust, kas need on anal&uuml;&uuml;si k&auml;ivitamise hetkel ekraanil n&auml;htavad v&otilde;i mitte.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="startLayer">
        <div><h2>Marsruutide algus</h2></div>
        <hr/>
        <div>
            <p>T&auml;psusta, kust ja millal s&otilde;idukid alustavad oma teekonda.
            </p>
            <p>Teekondade planeerimisega saab t&auml;psustada &uuml;he v&otilde;i rohkem alguspunkte oma s&otilde;idukitele.
            </p>
            <p>Kui &uuml;ks asukohapunkt on t&auml;psustatud, siis alustavad teekonda k&otilde;ik s&otilde;idukid sellest punktist, olenemata saadaval olevate s&otilde;idukite arvust . V&otilde;id valida punktikihi &uuml;he punktiga v&otilde;i lisada punkti kaardile, valides  <b>Lisa punkt kaardile</b>, klikkides k&uuml;lgnevat punkti muutmise nuppu v&otilde;i klikkides kaardil. 
            </p>
            <p>Kui t&auml;psustatakse mitu punkti, siis peab m&auml;&auml;rama igale s&otilde;idukile oma punkti. S&otilde;idukite arv peab klappima punktide arvuga kihis. Vali kiht mitme punktiga ja m&auml;&auml;ra v&auml;li, mis unikaalselt tuvastab iga teekonna, s&otilde;iduki v&otilde;i juhi  <b>Teekonna ID v&auml;ljal</b> rippmen&uuml;&uuml;st.
            </p>
            <p>Algusaeg on sama k&otilde;igile teekondadele. Ajatsoon algusajale on sama, mis alguspunkti ajatsoon, kus punkt paikneb, seega tehke kindlaks, et sisestate kohaliku aja. N&auml;iteks oletame, et Teie ajatsoon on Pacific Standard Time (UTC-8:00) ja Teie juhitavad s&otilde;idukid asuvad tsoonis Mountain Standard Time (UTC-7:00). Kui hetkel on 9:30 a.m. PST (10:30 a.m. MST) ja Teie s&otilde;idukid peavad alustama teekonda 30 minuti p&auml;rast, siis seate algusajaks 11:00 a.m. 
            </p>
            <p>Kui teie s&otilde;idukid stardivad erinevatest ajatsoonidest, siis nende algusaeg ei saa olla &uuml;heaegne &ndash; selle asemel on need nihkes. N&auml;iteks kui &uuml;ks teekond algab punktist tsooniga PST ja teine teekond algab MST ning alguseks on sisestatud 11:00 a.m., siis PST stardib kell 11:00 a.m. PST ja teekond MST stardib 11:00 a.m. MST&mdash;&uuml;he tunnilise vahega.
            </p>
        </div>
    </div>
    <div id="endLayer">
        <div><h2>Marsruutide l천pp</h2></div>
        <hr/>
        <div>
            <p>T&auml;psusta, kust ja millal s&otilde;idukid l&otilde;petavad oma teekonna.
            </p>
            <p>V&otilde;ite konfigureerida teekonnad l&otilde;ppema &uuml;hest kolmest asukohast: 
                <ul>
                    <li>Teekonna alguspunktist, olenemata kas s&otilde;idukid startisid &uuml;hest v&otilde;i enamast asukohast
                    </li>
                    <li>&Uuml;hes asukohas
                    </li>
                    <li>Mitmes asukohas &ndash; &uuml;ks l&otilde;pp-punkt igale teekonnale
                    </li>
                </ul>
                
            </p>
            <p>M&auml;rgista  <b>Tagasi algusesse</b> kui s&otilde;idukid alustavad ja l&otilde;petavad teekonna samas punktis.
            </p>
            <p>Selleks et juhtida k&otilde;ik s&otilde;idukid samasse l&otilde;pp-punkti, eemalda m&auml;rgistus  <b>Tagasi algusesse</b> ja kas lisa punkt kaardile v&otilde;i vali kiht, mis sisaldab t&auml;pselt &uuml;hte punkti.
            </p>
            <p>Et teekonnad l&otilde;ppeks unikaalsetes asukohtades, eemalda m&auml;rgistus  <b>Tagasi algusesse</b> ja vali kiht, mis sisaldab rohkem kui &uuml;hte punkti. S&otilde;idukite arv peab klappima punktide arvuga valitud kihis. Valikus <b>Teekonna ID v&auml;li</b> rippmen&uuml;&uuml;st vali v&auml;li, mis unikaalselt tuvastab individuaalse teekonna, s&otilde;iduki v&otilde;i juhi. Kui s&otilde;idukid stardivad mitmest asukohast ja l&otilde;petavad teekonna mitmes erinevas asukohas, siis valitud teekonna ID numbrid peavad klappima alguse ja l&otilde;pu kihtides.
            </p>
        </div>
    </div>
    <div id="routeCount">
        <div><h2>Maksimumarv s천idukeid marsruutide leidmiseks</h2></div>
        <hr/>
        <div>
            <p>T&auml;psusta s&otilde;idukite arv, mis on saadaval peatuste k&uuml;lastamiseks. See t&ouml;&ouml;riist toetab kuni 100 s&otilde;idukit.
            </p>
            <p>See t&ouml;&ouml;riist v&otilde;ib olla v&otilde;imeline leidma lahendusi, mis kasutavad v&auml;hem s&otilde;idukeid kui t&auml;psustatud number, arvestades kogu peatumiste arvu, lubatud peatuste arvu s&otilde;iduki kohta, peatuste kaugust, peatuses kulutatud aega, kogu teekonnale seatud piiranguid s&otilde;iduki kohta.
            </p>
        </div>
    </div>
    <div id="maxStopsPerRoute">
        <div><h2>Maksimumarv peatuseid s천iduki kohta</h2></div>
        <hr/>
        <div>
            <p>See on &uuml;ks kahest parameetrist, mis tasakaalustab &uuml;le&uuml;ldist t&ouml;&ouml;koormust &uuml;le k&otilde;igi teekondade. V&otilde;id t&auml;psustada v&auml;&auml;rtuse vahemikus 1 kuni 200.
            </p>
            <p>Langetades maksimaalselt peatuste arvu s&otilde;iduki kohta, suureneb t&otilde;en&auml;osus et s&otilde;idukitele m&auml;&auml;ratakse v&otilde;rdne arv peatuseid. See aitab tasakaalustada t&ouml;&ouml;koormust juhtide vahel. Samas v&otilde;ib see p&otilde;hjustada tulemuse, mis on v&auml;hem efektiivne.
            </p>
            <p>T&otilde;stes s&otilde;idukile lubatud maksimaalset peatuste arvu, omab t&ouml;&ouml;riist rohkem vabadust, leidmaks efektiivsemaid lahendusi, kuid samas v&otilde;ib t&ouml;&ouml;koormus olla ebav&otilde;rdsemalt jaotatud juhtidele ja s&otilde;idukitele. Pange t&auml;hele, et saate tasakaalustada t&ouml;&ouml;koormust peatuste arvu v&otilde;i aja j&auml;rgi, kasutades  <b>Piira kogu teekonna aega s&otilde;iduki kohta</b> parameetrit.
            </p>
            <p>J&auml;rgnevad n&auml;ited kirjeldavad piiravaid maksimaalsete peatuste arvu ja s&otilde;iduki kohase kogu teekonna aja efekte. K&otilde;igis n&auml;idetes on kuus peatust ja kaks teekonda, mis algavad samast punktist.
            </p>
            <table border="1">
            <tr>
                <td> <img src="../images/GUID-820BDC1E-97CB-457F-9235-7105D274AFEB-web.png" alt="Tasakaalustatud peatused ja s&otilde;iduajad">
                </td>
                <td>
                    <p>Tasakaalustatud s&otilde;iduajad ja peatused teekonna kohta
                    </p>
                    <p>Peatused on rohkem v&otilde;i v&auml;hem &uuml;htlaselt jaotatud, seega maksimaalsete peatuste v&otilde;rdne jagamine muudab keskmiselt sama pikaks ka kestvuse.
                    </p>
                </td>
            </tr>
            <tr>
                <td> <img src="../images/GUID-813F72FE-500D-4A4D-A030-B3450F09154B-web.png" alt="Tasakaalustamata s&otilde;iduajad">
                </td>
                <td>
                    <p>Tasakaalustatud peatused, tasakaalustamata s&otilde;iduajad
                    </p>
                    <p>Viis kuuest peatusest on klasterdatud alguspunkti l&auml;hedale, aga &uuml;ks punkt on kaugemal ja n&otilde;uab pikemat s&otilde;iduaega sinna j&otilde;udmiseks. Jagades peatused v&otilde;rdselt kahe teekonna vahel, tekib tasakaalutust s&otilde;iduaegades.
                    </p>
                </td>
            </tr>
            <tr>
                <td> <img src="../images/GUID-082615A2-7F07-49AB-92AF-C82CEB813E6F-web.png" alt="Tasakaalustatud s&otilde;iduajad">
                </td>
                <td>
                    <p>Tasakaalustamata peatused, tasakaalustatud s&otilde;iduajad
                    </p>
                    <p>Peatused on samas asukohas nagu eelmisel pildil, aga t&otilde;stes maksimaalsete peatuste arvu teekonna kohta ja piirates s&otilde;iduaega s&otilde;iduki kohta, s&otilde;iduajad tasakaalustatakse.
                    </p>
                </td>
            </tr>
            </table>
        </div>
    </div>
    <div id="serviceTimeAtStops">
        <div><h2>Igas peatuses kulutatav aeg</h2></div>
        <hr/>
        <div>
            <p>Seadista oodatav keskmine teenuse aeg igas peatuses N&auml;iteks planeerides inspektoritele t&ouml;&ouml;p&auml;eva plaani ja keskmise inspekteerimise ajaga 45 minutit, sisesta v&auml;&auml;rtus  <code>45</code>.
            </p>
            <p>Teenuse aeg igas peatuses on eeldatavalt sama.
            </p>
        </div>
    </div>
    <div id="maxTotalRouteTime">
        <div><h2>Piira kogu marsruudiks kuluvat aega s천iduki kohta</h2></div>
        <hr/>
        <div>
            <p>T&auml;psusta maksimaalne aeg teekonna l&auml;bimiseks alguspunktist l&otilde;pp-punkti. See sisaldab oodatavat s&otilde;iduaega ja teenuse pakkumise aegu peatustes &uuml;le teekonna. Kui juhid ei tohiks t&ouml;&ouml;tada rohkem p&auml;evas kui kaheksa tundi, siis selle peaks t&auml;psustama just siin.
            </p>
            <p>Vaata abi  <b>Maksimaalne arv peatusi s&otilde;iduki kohta</b> arvestamaks tasakaalustatud t&ouml;&ouml;koormuseid.
            </p>
        </div>
    </div>
    <div id="resultsLayer">
        <div><h2>Tulemkihi nimi</h2></div>
        <hr/>
        <div>
            <p>See on kihtide grupi nimi, mis luuakse  <b>Minu sisu</b> alla ja lisatakse kaardile. See kihtide grupp sisaldab j&auml;rgnevaid kihte: teekonnad, peatused, juhised.
            </p>
            <p>Kasutades  <b>Salvesta tulemused</b> rippmen&uuml;&uuml;d, saate t&auml;psustada kausta nime <b>Minu sisu</b> all, kuhu tulemused salvestatakse.
            </p>
        </div>
    </div>
</div>
</html>
