<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpId;
                helpId = window.location.hash.substring(1);
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                }
            }
        }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="largesize">
        <h2>Localizar Valor Alto de Incidência</h2><p/>
        <h2><img src="../images/GUID-C2575FC6-F14C-4332-B3BF-AB4EDA15177B-web.png" alt="Localizar Valor Alto de Incid&ecirc;ncia"></h2>
        <hr/>
    <p>A ferramenta Localizar Valor Alto de Incid&ecirc;ncia determinar&aacute; se h&aacute; qualquer agrupamento estatisticamente significativo no modelo espacial dos seus dados. 
        <ul>
            <li>Seus pontos est&atilde;o (incidentes de crimes, &aacute;rvores, acidentes de tr&aacute;fego) realmente agrupados?  Como voc&ecirc; pode estar certo?
            </li>
            <li>Voc&ecirc; realmente descobriu um valor alto de incid&ecirc;ncia estatisticamente significativo (para gastos, mortalidade infantil, pontua&ccedil;&otilde;es de teste constantemente altas) ou seu mapa contar &aacute; uma hist&oacute;ria diferente se voc&ecirc; alterou o modo que foi simbolizado?
            </li>
        </ul>
        A ferramenta Localizar Valor Alto de Incid&ecirc;ncia o ajudar&aacute; a responder estas perguntas com confian&ccedil;a.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="AnalysisFieldPoly">
        <div><h2>Escolher um campo de análise</h2></div>
        <hr/>
        <div>
            <p>Esta an&aacute;lise responde a pergunta: Onde valores altos e baixos (para um campo de an&aacute;lise que voc&ecirc; especifica) se agrupam espacialmente?  
            </p>
            <p>A camada resultante ser&aacute; uma c&oacute;pia da camada de an&aacute;lise.  A tabela incluir&aacute; o campo de an&aacute;lise que voc&ecirc; selecionou mais os campos adicionais refletindo durabilidade do agrupamento, significado da estat&iacute;stica e n&iacute;vel de confian&ccedil;a.
            </p> 
        </div>
    </div>
    <div id="AnalysisFieldPoint">
        <div><h2>Escolher um campo de análise</h2></div>
        <hr/>
        <div>
            <p>Se voc&ecirc; fornecer um campo de an&aacute;lise, esta ferramenta responder&aacute; a pergunta: Onde os valores altos e baixos se agrupam entre os pontos? 
            </p>
            <p>A camada resultante ser&aacute; uma c&oacute;pia da camada de an&aacute;lise de ponto.  A tabela incluir&aacute; o campo de an&aacute;lise que voc&ecirc; selecionou mais os campos adicionais refletindo durabilidade do agrupamento, significado da estat&iacute;stica e n&iacute;vel de confian&ccedil;a.
            </p>
            <p>Se voc&ecirc; n&atilde;o fornecer um campo de an&aacute;lise, esta ferramenta ir&aacute; avaliar a disposi&ccedil;&atilde;o espacial das fei&ccedil;&otilde;es de ponto para responder a pergunta: Onde os pontos s&atilde;o inesperadamente agrupados ou separados?   
            </p>
            <p>Quando nenhum campo de an&aacute;lise &eacute; fornecido, a ferramenta cria uma malha de fishnet e conta o n&uacute;mero de pontos que caem dentro de cada quadr&iacute;cula do fishnet. Somente as quadr&iacute;culas com contagens de ponto maiores que zero ser&atilde;o analisadas.  A camada resultante &eacute; a quadr&iacute;cula de fishnet, a tabela da camada resultante inclui os valores de contagem mais campos adicionais refletindo a durabilidade do agrupamento, significado da estat&iacute;stica e n&iacute;vel de confian&ccedil;a.
            </p> 
        </div>
    </div>
    <div id="BoundingPolygonLayer">
        <div><h2>Definir onde os incidentes são possíveis</h2></div>
        <hr/>
        <div>
            <p>Desenhe ou forne&ccedil;a uma camada de &aacute;reas delimitadas para responder a pergunta: Dentro das &aacute;reas delimitadas, h&aacute; algum local com concentra&ccedil;&otilde;es de ponto inesperadamente altas ou baixas?   
            </p>
            <p>As fei&ccedil;&otilde;es de &aacute;rea que voc&ecirc; desenha ou as fei&ccedil;&otilde;es na camada de &aacute;rea que voc&ecirc; especifica devem definir onde possivelmente podem ocorrer os pontos.  Para desenhar estas &aacute;reas, clique no bot&atilde;o Desenhar e ent&atilde;o clique no mapa criando um shape de &aacute;rea.  Para desenhar &aacute;reas adicionais, clique no bot&atilde;o Desenhar novamente, ent&atilde;o clique no mapa e continue.
            </p>
            <p>Observa&ccedil;&atilde;o: Se voc&ecirc; desejar sobrepor seus pontos com &aacute;reas diferentes da malha de fishnet,  <b>Forne&ccedil;a &aacute;reas de agrega&ccedil;&atilde;o para somar incidentes</b>.
            </p>
            <p>A camada resultante desta an&aacute;lise ser&aacute; uma malha de fishnet cobrindo as &aacute;reas delimitadas fornecidas por voc&ecirc;.  A tabela incluir&aacute; a contagem de pontos da quadr&iacute;cula do fishnet mais os campos adicionais refletindo durabilidade do agrupamento, significado da estat&iacute;stica e n&iacute;vel de confian&ccedil;a.  
            </p> 
        </div>
    </div>
    <div id="AggregationPolygonLayer">
        <div><h2>Fornecer áreas de agregação</h2></div>
        <hr/>
        <div>
            <p>Fornece uma camada de &aacute;rea (normalmente estes refletiriam administrativo reportando distritos como &aacute;reas de censo, limites municipais, ou munic&iacute;pios) para responder a pergunta: Fornecido o n&uacute;mero de pontos dentro de cada fei&ccedil;&atilde;o de &aacute;rea, h&aacute; locais com agrupamento espacial estatisticamente significativo de contagens de ponto alto ou baixo?   
            </p>
            <p>A camada resultante desta an&aacute;lise ser&aacute; uma c&oacute;pia das &aacute;reas de agrega&ccedil;&atilde;o.  A tabela incluir&aacute; as contagens de ponto para cada &aacute;rea mais os campos adicionais refletindo durabilidade do agrupamento, significado da estat&iacute;stica e n&iacute;vel de confian&ccedil;a. 
            </p> 
        </div>
    </div>
    <div id="OutputLayerName">
        <div><h2>Nome da camada resultante</h2></div>
        <hr/>
        <div>
            <p>Forne&ccedil;a um nome da camada que ser&aacute; criada em  <b>Meu Conte&uacute;do</b> e adicionada no mapa. Esta camada resultante mostrar&aacute; a voc&ecirc; agrupamentos estatisticamente significativos de valores altos e baixos ou contagens de ponto. Se o nome da camada resultante j&aacute; existir voc&ecirc; ser&aacute; avisado para renome&aacute;-lo.
            </p>
            <p>Utilizando a caixa suspensa  <b>Salvar resultado em</b>, &eacute; poss&iacute;vel especificar o nome de uma pasta em <b>Meu Conte&uacute;do</b> onde o resultado ser&aacute; salvo.
            </p>
        </div>
    </div>
</div>
</html>
