<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpId;
                helpId = window.location.hash.substring(1);
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                }
            }
        }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="largesize">
        <h2>Noktaları Birleştir</h2><p/>
        <h2><img src="../images/GUID-6981B80D-B1F0-4037-BFC5-8EC9241B6FC2-web.png" alt="Noktaları Birleştir"></h2>
        <hr/>
    <p>Bu ara&ccedil;, nokta katmanı detayları (analiz katmanı) ve alan katmanı detayları ile &ccedil;alışır. &Ouml;nce her bir alana hangi noktaların d&uuml;şeceğini belirler. Bu &quot;alan i&ccedil;indeki noktalar&quot; mekansal ilişkisini belirledikten sonra, alandaki t&uuml;m noktaların istatistikleri hesaplanır ve alana atanır. En temel istatistik alan i&ccedil;indeki nokta sayısıdır, ancak diğer istatistikleri de alabilirsiniz. 
    </p>
    <p>&Ouml;rneğin, elinizde kahve d&uuml;kkanı konumlarının nokta detayları ve &uuml;lkelerin alan detayları var ve &uuml;lkeye g&ouml;re kahve satışlarını &ouml;zetlemek istiyorsunuz. Kahve mağazalarının bir  <i>TOTAL_SALES</i> &ouml;zniteliği varsa, her &uuml;lkedeki t&uuml;m <i>TOTAL_SALES</i> &ouml;ğelerinin toplamını ya da her &uuml;lkedeki minimum veya maksimum <i>TOTAL_SALES</i> değerlerini veya her &uuml;lkedeki t&uuml;m satışların standart sapmasını elde edebilirsiniz.
    </p>
    <p>Sonu&ccedil;ta, her alanın renginin, alanın boyutuna g&ouml;re b&ouml;l&uuml;nen toplam nokta sayısına dayandırıldığı bir harita elde edilir. Sayıların alana g&ouml;re b&ouml;l&uuml;nmesine normalizasyon denir ve bu, kartografların her zaman veriyi alanlara g&ouml;re g&ouml;r&uuml;nt&uuml;lemek i&ccedil;in kullandığı bir tekniktir. Normalizasyon mekansal modellerin daha iyi anlaşılmasına yardımcı olur, zira alanlar birbiri ile g&ouml;rsel olarak karşılaştırıldığında alanın boyutu hesaba katılır.
    </p>
    <p> <b>Ge&ccedil;erli harita yayılımını kullan</b> işaretli ise, yalnızca analizdeki detaylar ve ge&ccedil;erli harita yayılımında g&ouml;r&uuml;n&uuml;r olan alan katmanı analiz edilecektir. İşaretli değilse hem analiz katmanı hem de alan katmanındaki t&uuml;m detaylar, ge&ccedil;erli harita kapsamının dışında olsa bile analiz edilecektir.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="PolygonLayer">
        <div><h2>Alan seç</h2></div>
        <hr/>
        <div>
            <p> Web haritasından, noktaların toplanacağı bir alan katmanı se&ccedil;in. Web haritasında sınır katmanları yoksa, ArcGIS Online'da mevcut sınır katmanları listesinden se&ccedil;im yapabilirsiniz. Bu katmanda bulunan alanların sınırları i&ccedil;ine giren t&uuml;m noktalar sayılır ve isteğe bağlı istatistik se&ccedil;imleriniz kullanılarak &ouml;zetlenir.
            </p>
        </div>
    </div>
    <div id="KeepBoundaryNoPoints">
        <div><h2>Noktaları olmayan alanları koru</h2></div>
        <hr/>
        <div>
            <p>Noktaları olmayan alanların sonu&ccedil; katmanında g&ouml;r&uuml;n&uuml;p g&ouml;r&uuml;nmeyeceğini belirler. İşaretlenmezse, noktaları olmayan alanlar sonu&ccedil; i&ccedil;inde g&ouml;r&uuml;nmez. İşaretlenirse, noktaları olmayan alanlar sonu&ccedil; i&ccedil;inde g&ouml;r&uuml;n&uuml;r.  
            </p>
        </div>
    </div>
    <div id="SummaryFields">
        <div><h2>İstatistik ekle</h2></div>
        <hr/>
        <div>
            <p>Giriş noktası katmanının toplam, ortalama, minimum, maksimum ve standart sapma gibi &ouml;znitelikleri hakkındaki istatistiklerini hesaplayabilirsiniz. Sonu&ccedil; katmanı hesaplanan her istatistik i&ccedil;in yeni bir &ouml;znitelik i&ccedil;erecektir. Herhangi bir sayıda istatistik, &ouml;znitelik ve istatistik se&ccedil;ilerek (yeni bir a&ccedil;ılır kutu g&ouml;r&uuml;n&uuml;r) eklenebilir.

 
            </p>
        </div>
    </div>
    <div id="GroupByField">
        <div><h2>Gruplanacak alanları seçme kriteri</h2></div>
        <hr/>
        <div>
            <p>Analiz katmanında &ouml;znitelik kullanarak istatistiksel gruplar oluşturabilirsiniz. &Ouml;rneğin, komşu sınırlara su&ccedil;ları topluyorsanız, beş farklı su&ccedil; t&uuml;r&uuml;ne sahip bir  <i>Crime_type</i> &ouml;zniteliğiniz olabilir. Her benzersiz su&ccedil; t&uuml;r&uuml; bir grup oluşturur ve se&ccedil;tiğiniz istatistikler her bir benzersiz <i>Crime_type</i> değeri i&ccedil;in hesaplanacaktır. Nokta sayısının yanı sıra, her grubun istatistikleri a&ccedil;ılan sonu&ccedil; katmanında g&ouml;r&uuml;nt&uuml;lenir. Bir gruplama &ouml;zniteliği se&ccedil;tiğinizde, iki sonu&ccedil; oluşturulur: Sonu&ccedil; katmanı ve her benzersiz grubun istatistiğini i&ccedil;eren bir sonu&ccedil; tablosu.
            </p>
        </div>
    </div>
    <div id="MinorityMajority">
        <div><h2>Azınlık, çoğunluk ekle</h2></div>
        <hr/>
        <div>
            <p>Gruplandırma &ouml;l&ccedil;&uuml;t&uuml; olarak bir alan belirlediğinizde bu onay kutusu etkinleştirilir. Her grupta, her sınır i&ccedil;indeki hangi &ouml;znitelik değerlerinin azınlık (en az baskın) veya &ccedil;oğunluk (en baskın) olduğunu bulmak isterseniz,  <b>Azınlık, &ccedil;oğunluk ekle</b> &ouml;ğesini se&ccedil;in. <b>Azınlık, &ccedil;oğunluk ekle</b> &ouml;ğesini se&ccedil;tiğinizde, sonu&ccedil; katmanınıza iki yeni alan eklenir. Ayrıca <b>Y&uuml;zde ekle</b> &ouml;ğesini de se&ccedil;erseniz, her gruptaki azınlık ve &ccedil;oğunluk &ouml;znitelik değerlerinin y&uuml;zdelerini bulunduran sonu&ccedil; katmanına iki ilave alan eklenir.
            </p>
            <p>&Ouml;rneğin bir şehir planlamacısı olarak şehirdeki t&uuml;m parklarda hangi ağa&ccedil; t&uuml;rlerinin azınlıkta, hangilerinin &ccedil;oğunlukta olduğunu bulmak istediğinizde, ağa&ccedil; verilerinizi park alanlarıyla birleştirin ve bu se&ccedil;eneği işaretleyin.
            </p>
        </div>
    </div>
    <div id="PercentPoints">
        <div><h2>Yüzde ekle</h2></div>
        <hr/>
        <div>
            <p>Gruplandırma &ouml;l&ccedil;&uuml;t&uuml; olarak bir alan belirlediğinizde bu onay kutusu etkinleştirilir. Her gruptaki her &ouml;znitelik değerinin y&uuml;zdesini bulmak isterseniz,  <b>Y&uuml;zde ekle</b> &ouml;ğesini belirleyin. Her gruptaki her &ouml;znitelik değerinin y&uuml;zdesini i&ccedil;eren sonu&ccedil; tablosuna yeni bir alan eklenir. <b>Azınlık, &ccedil;oğunluk ekle</b> &ouml;ğesi de se&ccedil;ili durumdaysa, her gruptaki azınlık ve &ccedil;oğunluk &ouml;znitelik değerlerinin y&uuml;zdelerini bulunduran sonu&ccedil; katmanına iki ilave alan eklenir.
            </p>
        </div>
    </div>
    <div id="OutputLayer">
        <div><h2>Sonuç katmanı adı</h2></div>
        <hr/>
        <div>
            <p>Bu  <b>İ&ccedil;eriğim</b> alanınızda oluşturulacak ve haritaya eklenecek katmanın adıdır. Varsayılan ad, analiz t&uuml;r&uuml;ne ve analiz katmanı adına g&ouml;redir. Katman zaten varsa &uuml;zerine yazma isteğinizi onaylamanız istenecektir.
            </p>
            <p> <b>Sonu&ccedil;ları kaydet</b> a&ccedil;ılır kutusunu kullanarak <b>İ&ccedil;eriğim</b> alanında sonucun kaydedileceği bir klas&ouml;r adı belirleyebilirsiniz.
            </p> 
        </div>
    </div>
</div>
</html>
