<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpId;
                helpId = window.location.hash.substring(1);
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                }
            }
        }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="largesize">
        <h2>Savienot koordinātu sākuma punktu ar galamērķi</h2><p/>
        <h2><img src="../images/GUID-86AA24B9-2DDE-460C-BA65-7CCDF7F4855D-web.png" alt="Savienot koordinātu sākuma punktu ar galamērķi"></h2>
        <hr/>
    <p>  Savienot koordinātu sākuma punktu ar  galamērķi, lai izmērītu ceļojuma laiku vai attālumu starp punktu pāri. Rīks var ziņot par lineāriem attālumiem, ceļa attālumiem vai ceļojuma laiku. Lietojot &scaron;o rīku, jūs varat
    </p>
    <p>
        <ul>
            <li>Novērtēt, cik tālu ienesīgie klienti dodas iepirkties uz jūsu veikalu. Izmantojiet &scaron;o informāciju, lai noteiktu sava tirgus sasniegumus, īpa&scaron;i, ja izmantota reklāmas kampaņas vai tiek izvēlēta jaunu veikala atra&scaron;anās vieta. 
                
          
            </li>
            <li>Aprēķināt gaidāmo ceļojuma nobraukumu jūsu transportlīdzekļiem. Pēc tam, palaist Summarize Within rīku, lai paziņotu nobraukumu valstī vai citā reģionā.
                
          
            </li>
            <li>Aprēķinātu kopējo attālumu vai laiku, ko darbinieki veic no mājās uz darbu.
                
        
            </li>
        </ul>
        
    </p>
    <p>Jūs norādat sākuma un beigu punktus, un rīks atgriež slāni, kurā attēlotas mar&scaron;ruta līnijas, tostarp mērījumi starp koordinātu sākuma punktu pāri un galamērķi. Ja daudzi koordinātu sākuma punkti iet uz vienu galamērķi, tabula apkopo vairākus braucienus uz galamērķi, kas ir iekļauta izvadē.
    </p>
    <p>Ja  <b>Izmantot pa&scaron;reizējo kartes apmēru</b> ir izvēlēts, tiek pārbaudīti un analīzes laikā ņemti vērā tikai elementi, kas ir redzami pa&scaron;reizējā kartes mērā.  Ja nav atzīmēts, visi ievades slāņa elementi tiks uzskaitīti, arī tie, kas atrodas pa&scaron;reizējā kartes pārklājuma ārpusē.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="destinationsLayer">
        <div><h2>Izvēlieties galamērķa slāni</h2></div>
        <hr/>
        <div>
            <p>Izvēlaties slāni, kas pārstāv galamērķi vai galamērķus, ar kuru koordinātu sākuma punktus ir jāsavieno. Rīks atbalsta līdz 10,000 koordinātu sākuma punktiem un10,000 galamērķiem.
            </p>
            <p>Ja jūs izvēlaties slāni, kam ir tie&scaron;i viens galamērķis, visi koordinātu sākuma punkti tiks savienoti ar &scaron;o galamērķi. 
            </p>
            <p>Ja ir viens koordinātu sākuma punkts un daudz galamērķi, rīks savienos koordinātu sākuma punktus ar katru no vietām.
            </p>
            <p> Ja ir daudz koordinātu sākuma punktu un daudz galamērķu, jums ir nepiecie&scaron;ami divi lauki, kas raksturo sākumpunkta-galamērķa pāri: <b>ID lauks sākuma punktam</b> un <b>atbilsto&scaron;ais ID lauks galamērķim</b>. Rīks savieno sākumpunkta-galamērķa pārus analīzes laikā. Piemēram, iedomājaties, ka jums ir divi sākumpunkti ar ID lauku vērtībām <code>Rosie</code> un <code>Harold</code> un divi galamērķi ar tām pa&scaron;ām ID vērtībām. <code>Rosie</code> sākumpunkts savienosies ar <code>Rosie</code> galamērķi un <code>Harold</code> savienosies ar <code>Harold</code>. Nekādi citi savienojumi vai mērījumi netika veikti.
            </p>
            <p>ID vērtībām jābūt unikālām katrā slānī, piemēram, galamērķa slānī nevar būt divas  <code>Rosie</code> vērtības. Vērtībām sākumpunkta un galamērķa slāņos jāatbilst precīzi, lai pāri; <code>Harold</code> netiktu savienoti ar kļūdainām vērtībām, <code>Harodl</code>. 
            </p>
        </div>
    </div>
    <div id="measurementType">
        <div><h2>Mērīt</h2></div>
        <hr/>
        <div>
            <p>Izvēlaties, vai izveidot savienojumu no sākumpunkta uz galamērķi meklējot īsāko lineāro attālumu, brauk&scaron;anas attālumu, vai brauk&scaron;anas laiku. Abos brauk&scaron;anas gadījumos mērījumi tiek veikti pa ceļiem, un ievēro vienvirziena satiksmi, nelikumīgus pagriezienus, utml. 
            </p>
            <p>Kad jūs izvēlaties  <b>Brauk&scaron;anas laiku</b>, jums ir opcijas, kā mērīt brauk&scaron;anas laiku.
                <ul>
                    <li>
                        <p>Noņemiet atzīmi  <b>Izmantot satiksmi</b> , lai atrastu visātrāko mar&scaron;rutu, pamatojoties uz fiksētu ātrumu. &Scaron;ī ir iespēja, ja jūs vēlaties aprēķināt vispārēju brauk&scaron;anas laiku, nevis aprēķināt to, izmantojot mainīgos satiksmes nosacījumus konkrētam izbrauk&scaron;anas laikam.
                        </p>
                    </li>
                    <li>
                        <p>Atzīmējat  <b>Izmantot satiksmi</b> , lai atrastu visātrāko mar&scaron;rutu, pamatojoties uz noteiktā sākuma laika un mainīgajiem satiksmes apstākļiem. Izvēloties <b>Dzīvā satiksme</b>, atie&scaron;anas laiks no sākumpunkta ir iestatīts uz pa&scaron;reizējo laiku, un pa&scaron;reizējās un prognozētās satiksmes ātrums ir atsauce no sensoriem un plūsmas, lai izveidotu mar&scaron;rutus. Prognozētais satiksmes ātrums tiek aprēķināts, atsaucoties uz dzīvās satiksmes ātrumu, vēsturisko ātrumu un pa&scaron;reizējiem notikumiem, piem., laika apstākļiem. Satiksmes ātrums tiek prognozēts12 stundas uz priek&scaron;u nākotnē, lai jūs varētu pārvietot slīdni, lai iestatītu izbrauk&scaron;anas laiku uz priek&scaron;u, līdz12 stundām.
                        </p>
                        <p>Izmantojiet &scaron;os dzīvās-satiksmes iestatījumus, lai atrastu brauk&scaron;anas laikus izbrauk&scaron;anai tagad, izbrauk&scaron;anai vienas stundas laikā un tā tālāk.
                        </p>
                    </li>
                    <li>
                        <p>Atzīmējot  <b>Lietot satiksmi</b> un izvēloties <b>satiksmi, balstoties uz tipiskiem nosacījumiem</b> dienu un laiku, rīks atrod ātrākos mar&scaron;rutus, balstoties uz vēsturiskiem vidējiem ātruma rādītājiem par katru piecu minū&scaron;u intervālu nedēļā. &Scaron;ie rezultāti ietver satiksmi, bet izņem pa&scaron;reizējās satiksmes nosacījumus un notikumus, kas var ievērojami at&scaron;ķirties no normas.
                        </p>
                        <p>Jūs varat izmantot &scaron;os vēsturiskos satiksmes iestatījumus, lai jautātu, piemēram, &quot;Cik ilgs laiks nepiecie&scaron;ams, lai sasniegtu &scaron;os galamērķus, ja izbrauk&scaron;ana ir pulksten 11.30 tre&scaron;dienā?&quot;
                        </p>
                        <p>Laiks, ko jūs norādat attiecas uz to laika zonu, kurā atrodas jūsu sākumpunkts. Tātad, ja jūs norādat laiku 8:00 un ir divi sākumpunkti, viens Ņujorkā un vēl Losandželosā, ceļi tiks radīti ar izlido&scaron;anas laiku attiecīgi 8:00 pēc austrumu laika un 08:00 pēc Klusā okeāna laika.
                        </p>
                    </li>
                </ul>
                
            </p>
            <p>Ņemiet vērā, ka transportlīdzeklis brauc projām no sākumpunkta, laiks ir pagājis un satiksmes apstākļi mainās. Savienot sākumpunktu ar galamērķi rīks veido &scaron;īs izmaiņām, kad jūs pārbaudat <b>Lietot satiksmi</b>; Taču ne visi reģioni atbalsta satiksmi. Klik&scaron;ķiniet <b>Skatīt pieejamību</b> saiti uz rīku, lai noskaidrotu, vai tas tiek piedāvāts jūsu studiju areālā.
            </p>
        </div>
    </div>
    <div id="outputLayer">
        <div><h2>Rezultāta slāņa nosaukums</h2></div>
        <hr/>
        <div>
            <p>Tas ir slāņa nosaujuns, kas tiks izveidots  <b>Mans saturs</b> un pievienots kartei.  Noklusējuma nosaukums ir balstīts uz analīzes slāņa nosaukumu. Ja slānis jau pastāv, jums tiks lūgts apstiprināt, vai vēlaties to pārrakstīt.
            </p>
            <p>Lietojot  <b>Ssaglabāt rezultātu</b> izkrīto&scaron;ana sarakstlodziņā, jūs varat norādiet nosaukumu mapē <b>Mans saturs</b> , kur rezultāts tiks saglabāts.
            </p>
        </div>
    </div>
</div>
</html>
